[Info]
Language=Hebrew
LanguageID=124

[String]
AccountMSG.AccountLocked=החשבון ננעל
AccountMSG.AccountUsed=החשבון בשימוש
AccountMSG.AddGroupExist=שם הקבוצה קיים
AccountMSG.AddGroupSuccess=הוספת קבוצה הצליחה
AccountMSG.AddUserExist=שם המשתמש קיים
AccountMSG.AddUserSuccess=הוספת משתמש הצליחה
AccountMSG.DeleteGroupSuccess=מחיקת קבוצה הצליחה
AccountMSG.DeleteInuseGroup=לא ניתן למחוק קבוצה המכילה משתמשים
AccountMSG.DeleteUserSuccess=מחיקת משתמש הצליחה
AccountMSG.EmptyAuthority=הרשאות ריקות
AccountMSG.EmptyName=השם ריק
AccountMSG.ErrorName=שם משתמש ושם קבוצה לא יכולים להכיל [ ] % אינו יכול להתחיל עם &, ולא יכול להיות ריק
AccountMSG.ExportFail=ייצוא נכשל
AccountMSG.ExportOK=ייצוא הצליח
AccountMSG.Failed=פעולה נכשלה
AccountMSG.ImportFail=ייבוא נכשל
AccountMSG.ImportOK=ייבוא הצליח, אתחל את התוכנה
AccountMSG.InvalidPassword=הסיסמה אינה בתוקף, סיסמת ברירת המחדל היא 111111
AccountMSG.ModGroupSuccess=עריכת קבוצה הצליחה
AccountMSG.ModPasswordSuccess=עריכת סיסמה הצליחה
AccountMSG.ModUserSuccess=עריכת משתמש הצליחה
AccountMSG.NoLog=אין רישום
AccountMSG.NotPermit=אין הרשאה
AccountMSG.OverNum=לא ניתן לחרוג מסך הכל
AccountMSG.PasswordMismatch=הסיסמה אינה תואמת
AccountMSG.SaveConfigFailed=שמירת הגדרות נכשלה
AccountMSG.SureToDelete=האם למחוק?
AccountMSG.TooLargeAuthority=מעבר להרשאות הקבוצה
AccountMSG.TryDeleteResvUser=לא ניתן למחוק משתמש שמור
AccountMSG.TryModifyResvUser=לא ניתן לערוך משתמש שמור
Adjust Fail!=כיול נכשל!
Adjust Success!=התיקון הצליח!
Adjust=תיקון
AlarmManage.Add=הוסף >>
AlarmManage.AddSure=האם להוסיף
AlarmManage.AlarmSetting=הגדרות אזעקה
AlarmManage.AlarmSound=צליל הקפצת אזעקה
AlarmManage.Apply=הוסף 
AlarmManage.AutoPrompt=הקפצה אוט
AlarmManage.AutoWatch=התראה אוט
AlarmManage.Browse=דפדף
AlarmManage.CAM=מצלמה
AlarmManage.ChnNotDevice=בחר ערוץ אחד או פורט אזעקה, לא התקן
AlarmManage.Del=מחק >>
AlarmManage.DelSure=האם למחוק
AlarmManage.DevDisconnect=התקן מנותק
AlarmManage.DiskError=שגיאת דיסק
AlarmManage.DiskFull=דיסק מלא
AlarmManage.Enable=אפשר אזעקה
AlarmManage.IOTrigger=הפעלת I/O
AlarmManage.IgnTime=זמן התעלמות
AlarmManage.IpcAlarm=אזעקת IPC
AlarmManage.LOG=הצג יומן התקן מפורט 
AlarmManage.No=No
AlarmManage.Port=פורט אזעקה
AlarmManage.Second=שנ.
AlarmManage.SelectAlarmPort=בחר פורט אזעקה אחד
AlarmManage.SelectVideoChn=בחר ערוץ אחד
AlarmManage.SoundPath=נתיב קובץ קול
AlarmManage.Type=סוג אזעקה
AlarmManage.VideoAnalyze=אזעקת ניתוח חכם
AlarmManage.VideoBlind=וידאו עיוור
AlarmManage.VideoChn=ערוץ וידאו
AlarmManage.VideoLoss=אובדן אות
AlarmManage.VideoMotion=תנועה 
AlarmManage.Yes=כן
Audio.Pause=השהייה
Authority.Account=חשבון
Authority.AlarmConfig=הגדרת אזעקה
Authority.AlarmIO=הגדרת אזעקת I/O
Authority.AlarmOutConfig=יציאת אזעקה
Authority.AutoMaintain=תחזוקה אוט
Authority.Backup=גיבוי
Authority.ChannelTitle=כותרת ערוץ
Authority.ColorConfig=צבע על התצורה
Authority.CommConfig=RS232
Authority.CtrlPanel=לוח בקרה
Authority.DefaultConfig=ב. מחדל
Authority.DelLog=נקה לוג
Authority.DigitalManager=ניהול ערוץ
Authority.EncodeConfig=הצפנה
Authority.GeneralConfig=כללי
Authority.IPCCamera=הגדרות מצלמה
Authority.ImExport=ייבוא/ייצוא
Authority.ModifyLanguage=שפה
Authority.ModifyVideoMode=פורמט וידאו
Authority.Monitor=מוניטור
Authority.NetConfig=רשת
Authority.OutputConfig=תצוגה
Authority.PTZControl=בקרת PTZ
Authority.PtzConfig=הגדרות PTZ
Authority.QueryLog=שאילתת לוג
Authority.Record=לוח זמנים
Authority.RecordConfig=לוח זמנים
Authority.Replay=חוזר
Authority.ShutDown=כיבוי
Authority.StorageManager=ניהול דיסק
Authority.SysInfo=שאילתת מידע מערכת
Authority.SysUpgrade=עדכון מערכת
Authority.TVadjustConfig=הגדרות פלט
Authority.Talk_01=דיבור
Authority.TourConfig=הגדרות סיור
Authority.VideoConfig=תנועה 
AutoMain.At=ב
AutoMain.AutoDelete=מחיקת קבצים אוט
AutoMain.AutoReboot=אתחול התקן אוט
AutoMain.AutoUpgrade=עדכון קושחה אוט
AutoMain.DaysAgo=לפני מספר ימים
AutoMain.OnlineUpgrade=שדרוג מקוון
Backup.AllDaysTemplate=כל היום
Backup.Apply=הוסף
Backup.AutoRecover=איחוי אוט
Backup.BackupConfig=הגדרות גיבוי
Backup.CameraName=שם מצלמה
Backup.CameraNo=מצלמה מס
Backup.Cancel=ביטול
Backup.Delete=מחיקה
Backup.DeviceName=שם התקן
Backup.EditPlanTemplate=ערוך תבנית
Backup.EmptyTemplate=ריק
Backup.FreeBytes=בייטים פנויים (מב)
Backup.Fri=שישי
Backup.Mon=שני
Backup.MoveChannel=גרור ערוץ מימין לרשימה זו
Backup.NameExisted=השם קיים
Backup.NameNotExisted=השם אינו קיים
Backup.PacketTime=זמן מנות
Backup.PlanTemplate=תבנית תוכנית
Backup.RecordBackupConfig=תוכנית הקלטה
Backup.Sat=שבת
Backup.Setup=הגדרה
Backup.StartBigerThanEnd=זמן ההתחלה מאוחר מזמן הסיום
Backup.StartRealBackUp=התחל גיבוי
Backup.StopFirst=מגבה, אם ברצונך לערוך הגדרות גיבוי, הפסק את הגיבוי תחילה
Backup.Storage=אחסון
Backup.Sun=ראשון
Backup.Thurs=חמישי
Backup.TotalBytes=סהכ בייטים (מב)
Backup.Tues=שלישי
Backup.Wed=רביעי
CA.Arithmetic=אלוגריתם
CA.DetectTime=זמן גילוי
CA.DistanceMin=מרחק תנועה מינימלי
CA.DoubleDirection=איסור דו כיווניות
CA.DownToUp=מלמטה למעלה
CA.Inter=הכנס
CA.Invade=כניסה
CA.Leave=עזיבה
CA.LeftToRight=משמאל לימין
CA.RangeMax=מקסימום גודל מטרה
CA.RangeMin=מינימום גודל מטרה
CA.RightToLeft=מימין לשמאל
CA.Rule=חוק
CA.ShowTrace=הצג עקיבה
CA.TimeMin=זמן מינימלי
CA.UPRType=דרך התראה
CA.URPPerimeter=התערבות
CA.URPTripwire=שרשרת
CA.UpToDown=מלמעלה למטה
CameraPara.AE=AE הפניה
CameraPara.Auto=צמצם אוט
CameraPara.AutoGain=AGC
CameraPara.AutoOper=אוט
CameraPara.AutoSwitch=החלפה אוט
CameraPara.BackLight=תאורה אחורית פיצוי
CameraPara.Balance=פרופיל	
CameraPara.BlackWhite=שחור לבן
CameraPara.BugInformation=החזיתי הפקודה
CameraPara.ClearFog=Defogging
CameraPara.Cloudy=יום מעונן
CameraPara.Colour=צבע מלא
CameraPara.CorridorMode1=מצב מסדרון 1
CameraPara.CorridorMode2=מצב מסדרון 2
CameraPara.CorridorMode=מצב מסדרון
CameraPara.DayNTLevel=רעש בשעות היום ברמה
CameraPara.DayNight=מצב יום/לילה
CameraPara.Daylight=אור שמש
CameraPara.Default=ב. מחדל
CameraPara.Disable=לא מאופשר
CameraPara.Dnc=סף DNC
CameraPara.EsShutter=תריס איטי
CameraPara.Exposure=מצב חשיפה
CameraPara.FisheyeApp=אפליקציית פנורמה
CameraPara.FisheyeSecene=מצב פנורמה
CameraPara.Fluorescent=נורות פלורסנט
CameraPara.HandOper=ידני
CameraPara.IRCUT=IR_CUT
CameraPara.IRSWAP=IR עדשה בסדר הפוך
CameraPara.ImgStyle=סגנון תמונה
CameraPara.IncandeScence=אור בוהק
CameraPara.Indoor=פנימית קלט
CameraPara.Input=קלט פנימי
CameraPara.LeastTime=זמן מינימלי
CameraPara.Level=דירוג
CameraPara.millisecond=אלפית השנייה	
CameraPara.Mirror=ראי
CameraPara.Mode=מצב
CameraPara.Most=הגבלה
CameraPara.MostTime=זמן מקסימלי
CameraPara.NightNTLevel=רעש בלילה ברמה
CameraPara.NormalMode=מצב נורמל
CameraPara.OFF=סגור
CameraPara.ON=פתוח
CameraPara.Outdoor=חיצוני
CameraPara.Reflection=סינוור
CameraPara.RejectFlicker=אנטי זיק
CameraPara.Roll=היפוך
CameraPara.Send=שלח
CameraPara.Sensitivity=AE רגישות
CameraPara.SignType=סוג סיגנל
CameraPara.Style=סגנון
CameraPara.SyncSwitch=IR סינכרוני הבורר
CameraPara.TungSten=וולפרם
CameraPara.WidthDynamic=דינמי רחב

CameraShutter.Low=נמוך
CameraShutter.Middle=בינוני
CameraShutter.Strong=גבוה
CarFunc.BackDoor=דלת אחורית
CarFunc.CarInfo=מידע רכב
CarFunc.CarStatus=מצב רכב
CarFunc.Closed=בדרך כלל, את
CarFunc.DelayClose=השהיית כיבוי
CarFunc.DelayOpen=השהיית הפעלה
CarFunc.DelaySet=הגדרות השהייה
CarFunc.EquipSort=סוג התקן
CarFunc.GPSReviseTime=GPS עיתוי
CarFunc.InputMode=מצב פלט
CarFunc.LeftBackDoor=דלת אחורית שמאל
CarFunc.LeftFrontDoor=דלת קדמית שמאל
CarFunc.LeftLight=איתות שמאל
CarFunc.Opened=בדרך כלל לפתוח
CarFunc.RightBackDoor=דלת אחורית ימין
CarFunc.RightFrontDoor=דלת קדמית ימין
CarFunc.RightLight=איתות ימין
CarFunc.RunStatus=מצב פעולה
CarFunc.Select=בחר
CarFunc.StateSort=מצב קטגוריות
CarFunc.StopCar=בלם
CarFunc.TimeZone=איזור זמן
CarFunc.UpdateInterval=משך עדכון
CarFunc.UrgencyAlarm=אזעקת חירום
ChangeMode.Text1=דיגיטלי, ערוצים אנלוגיים חופשיים לעבור רכוש
ChangeMode.Text2=הרזולוציה נותרת ללא שינוי לאחר המעבר
ChangeMode.Text3=רק התכונות הבסיסיות נתמכות עבור מעבר חופשי של ערוצים אנלוגיים
ChangeMode.UnsupportChange=כל הערוצים אינם נתמכים לצורך מעבר לערוצים אנלוגיים
ChannelName.BackPage=דף קודם
ChannelName.NextPage=הדף הבא
Config.AlarmByLowerLimit=גבול תחתון להתראה
Config.AlarmByUpperLimit=גבול עליון להתראה
Config.AlarmLogTime=ימים לשמירת לוג התראה
Config.AlarmOutput=פלט התראה

Config.AlarmRecordLen=השהיית הקלטת התראה
Config.Authoryed=קבל הרשאה
Config.AutoConnect=התחבר באופן אוטומטי לערוץ הניטור האחרון
Config.AutoExpand=הרחב באופן אוטומטי את הערוץ לאחר החיבור
Config.AutoRun=התחל בעת הפעלה
Config.AutoSearch=עבור אוטומטית לממשק החיפוש
Config.AutoStream=מסך-בודד סטרים-ראשי, ריבוי-מסכים סטרים משני
Config.AutoUpdate=שדרוג אוט
Config.BaseConfig=הגדרות בסיסיות
Config.Browse=דפדף
Config.CatchPic=פורמט תצלום
Config.ClientVersion=קליינט
Config.ConfigVersion=הגדרות התקן
Config.Data=נתונים
Config.DecoderVersion=דיקודר
Config.DiskList=רשימת דיסק
Config.DownloadIP=כתובת להורדה
Config.DownloadPath=נתיב להורדה
Config.FirShow=שורה ראשונה
Config.FreePercent=אחוזים פנויים
Config.FreeSize=שטח פנוי(מב)
Config.FullMode=שכתוב
Config.HideTime=הסתר זמן
Config.LightSuppression=דיכוי אור חזק
Config.LocalPlayback=פלייבק מקומי
Config.LogMaintence=לוג תחזוקה
Config.LowLimit=גבול תחתון 
config.MaxCacheTimes=בזמן אמת שוטפת	
Config.Name=שם
Config.NetVersion=רשת
Config.No=מס סיריאלי
Config.Null=מס
Config.OprLogTime=ימים לשמירת לוג הפעלה
Config.POSEnable=מאופשר
Config.PTZSetState=מאופשר
Config.Picture=תמונה
Config.PlayBackVersion=פלייבק
Config.PosChannel=ערוץ
Config.PosPort=פורט
Config.PosProtocal=פרוטוקול
Config.PosType=סוג קופה
Config.PreSetID=שם פריסט
Config.ReconnectTimes=מס נסיונות להתחברות
Config.Record=הקלטה
Config.RecordLen=אורך
Config.RecordSet=הג הקלטה
Config.RemotePlayback=פלייבק מרוחק
Config.ScreenLock=נעילת מסך אוט
Config.SetEnglish=הגדרת אנגלית
Config.SetSimpChinese=הגדרה סינית
Config.Show=תצוגה
Config.ShowAlarmLog=הצג לוג התראה
Config.Storage=אחסון
Config.StrCoding=סימול
Config.TimeError=שגיאה בהגדרות נתונים
Config.TimeSync=סנכרון זמן
Config.ToAVI=שמור הקלטה מקומית כ AVI
Config.ToJPG=שמור תצלום מקומי כ JPG
Config.TotalSize=סהכ גודל(מב)
Config.Unit=יחידה
Config.UpLimit=גבול עליון
Config.UsedPercent=אחוזים בשימוש
Config.UsedSize=שטח בשימוש(מב)
Config.VersionInfo=מידע גרסה
Config.VideoVersion=וידאו
Config.WriteLog=מילת מפתח (כתיבת לוג)
ConfigAVD.BrightAbnml=שינוי בהתנהגות בהירות
ConfigAVD.Change=זיהוי שינוי סצנה
ConfigAVD.Clarity=זיהוי חדות
ConfigAVD.Color=זיהוי צבע
ConfigAVD.Freeze=זיהוי קפיאת מסכים
ConfigAVD.Interfere=זיהוי הפרעות
ConfigAVD.NoSignal=זיהוי אובדן וידאו
ConfigAVD.Noise=זיהוי רעשים
ConfigAVD.PTZLoseCtl=זיהוי תנועת PTZ
ConfigAlarm.AVD=אבחון וידאו
ConfigAlarm.Alarm=התראה לנייד
ConfigAlarm.AlarmIn=כניסת התראה
ConfigAlarm.AlarmMode=מצב התראה
ConfigAlarm.AlarmOut=פלט התראה
ConfigAlarm.Area=איזור
ConfigAlarm.Auto=הגדרות
ConfigAlarm.AutoReboot=אתחול אוט
ConfigAlarm.Beep=זמזם
ConfigAlarm.ChannelNo=ערוץ
ConfigAlarm.Closed=עצור
ConfigAlarm.DelayRecordTime=השהייה
ConfigAlarm.DeviceType=סוג
ConfigAlarm.Enable=מאופשר
ConfigAlarm.EventType=סוג אירוע
ConfigAlarm.FtpUpload=
ConfigAlarm.Interval=מרווח
ConfigAlarm.LatchSecond=השהייה
ConfigAlarm.Manual=ידני
ConfigAlarm.MobileMsg=SMS
ConfigAlarm.MultiMedia=MMS
ConfigAlarm.NoChannelSelected=אין ערוץ לבחירה
ConfigAlarm.NormalClose=סגור קבוע
ConfigAlarm.NormalOpen=פתוח קבוע
ConfigAlarm.OSC=טיפול בפריטים
ConfigAlarm.PEA=התראה היקפית
ConfigAlarm.PhoneReport=דיווח לנייד
ConfigAlarm.PtzLinkage=הפעלת PTZ
ConfigAlarm.RecordChannel=ערוץ הקלטה
ConfigAlarm.RegionConfig=הגדר
ConfigAlarm.ScreenTip=הצג הודעה
ConfigAlarm.Sec=שנ
ConfigAlarm.Select=בחר
ConfigAlarm.SendEmail=שלח אימייל
ConfigAlarm.Sense=רגישות
ConfigAlarm.Setting=הגדר
ConfigAlarm.Status=מצב
ConfigAlarm.TimeSection=תקופה
ConfigAlarm.ToCenter=מרכז העלאות
ConfigAlarm.Tour=סיור
ConfigAlarm.Type=סוג
ConfigAlarm.UnSelect=לא נבחר
ConfigAlarm.VoiceTip=הנחיות קול
ConfigAlarm.WriteLog=כתוב לוג
ConfigColor.Cb=רווח Cb	
ConfigColor.Colour=צבע
ConfigColor.Cr=רווח Cr
ConfigColor.High=גבוה
ConfigColor.Slope=עקומת ניגודיות
ConfigColor.Standard1=נתון1
ConfigColor.Standard2=נתון2
ConfigColor.Standard3=נתון3
ConfigColor.Standard=נתון
ConfigColor.Threshold=סף ניגודיות
ConfigComm.BPS=קצב שידור
ConfigComm.CommFunction=פונקציה
ConfigComm.CommTypes=סוג משותף
ConfigComm.DataBit=נתוני ביטים
ConfigComm.EnableIdleState= שיחה חינם
ConfigComm.FreeTime= זמן פנוי	
ConfigComm.LeftRight=החלפה בין ימין לשמאל
ConfigComm.LimitSwitch=מתג גבול
ConfigComm.PTZ=התקן PTZ
ConfigComm.Powerboot=אתחול קריאות
ConfigComm.RS485=RS485 התקני
ConfigComm.StopBit=עצור ביטים
ConfigComm.UpDown=מיתוג עליון ותחתון
ConfigComm.Verify=שווי
ConfigDayLight.Date=תאריך
ConfigDayLight.EndTime=סיום:
ConfigDayLight.StartTime=התחלה:
ConfigDayLight.Week=יום בשבוע
ConfigDefault.AllDefault=בחר הכל
ConfigDefault.Sure=בחר ערכי הגדרה שברצונך להגדיר כברירת מחדל
ConfigEncode.Acutance=חדות
ConfigEncode.Audio=אודיו
ConfigEncode.Best=מצויין
ConfigEncode.Better=טוב
ConfigEncode.BitrateControlPolicy=
ConfigEncode.BitrateValue=קצב סיביות (kb/s)
ConfigEncode.Brightness=בהירות
ConfigEncode.CBR=קצב סיביות קבוע
ConfigEncode.Channel10=מצ 10
ConfigEncode.Channel11=מצ 11
ConfigEncode.Channel11_12=מצ 11-12
ConfigEncode.Channel12=מצ 12
ConfigEncode.Channel13=מצ 13
ConfigEncode.Channel13_14=מצ 13-14
ConfigEncode.Channel13_16=מצ 13-16
ConfigEncode.Channel14=מצ 14
ConfigEncode.Channel15=מצ 15
ConfigEncode.Channel15_16=מצ 15-16
ConfigEncode.Channel16=מצ 16
ConfigEncode.Channel17=מצ 17
ConfigEncode.Channel17_20=מצ 17-20
ConfigEncode.Channel17_24=מצ 17-24
ConfigEncode.Channel17_32=מצ 17-32
ConfigEncode.Channel18=מצ 18
ConfigEncode.Channel19=מצ19
ConfigEncode.Channel1=מצ 1
ConfigEncode.Channel1_16=מצ 1-16
ConfigEncode.Channel1_2=מצ 1-2
ConfigEncode.Channel1_4=מצ 1-4
ConfigEncode.Channel1_6=מצ 1-6
ConfigEncode.Channel1_8=מצ 1-8
ConfigEncode.Channel1_9=מצ 1-9
ConfigEncode.Channel20=מצ 20
ConfigEncode.Channel21=מצ 21
ConfigEncode.Channel21_24=מצ 21-24
ConfigEncode.Channel22=מצ 22
ConfigEncode.Channel23=מצ 23
ConfigEncode.Channel24=מצ 24
ConfigEncode.Channel25=מצ 25
ConfigEncode.Channel25_28=מצ 25-28
ConfigEncode.Channel25_32=מצ 25-32
ConfigEncode.Channel26=מצ 26
ConfigEncode.Channel27=מצ 27
ConfigEncode.Channel28=מצ 28
ConfigEncode.Channel29=מצ 29
ConfigEncode.Channel29_32=מצ 29-32
ConfigEncode.Channel2=מצ 2
ConfigEncode.Channel30=מצ 30
ConfigEncode.Channel31=מצ 31
ConfigEncode.Channel32=מצ 32
ConfigEncode.Channel33_36=מצ 33-36
ConfigEncode.Channel3=מצ 3
ConfigEncode.Channel3_4=מצ 3-4
ConfigEncode.Channel4=מצ 4
ConfigEncode.Channel5=מצ 5
ConfigEncode.Channel5_6=מצ 5-6
ConfigEncode.Channel5_8=מצ 5-8
ConfigEncode.Channel6=מצ 6
ConfigEncode.Channel7=מצ 7
ConfigEncode.Channel7_12=מצ 7-12
ConfigEncode.Channel7_8=מצ 7-8
ConfigEncode.Channel8=מצ 8
ConfigEncode.Channel8_16=מצ 8-16
ConfigEncode.Channel9=מצ 9
ConfigEncode.Channel9_10=מצ 9-10
ConfigEncode.Channel9_12=מצ 9-12
ConfigEncode.Channel9_16=מצ 9-16
ConfigEncode.ColdColor=צבעים קרים
ConfigEncode.CombineEncode=קידוד משולב
ConfigEncode.CombineMode=מצב
ConfigEncode.Contrast=ניגודיות
ConfigEncode.Cover=איזור כיסוי
ConfigEncode.CoverSetting=הגדר
ConfigEncode.DftColor=צבע ב.מחדל
ConfigEncode.EncodeMode=דחיסה
ConfigEncode.ExtStream=סטרים משני
ConfigEncode.FPS=פריימים לשניה
ConfigEncode.Gain=הגברה
ConfigEncode.General=כללי
ConfigEncode.Good=טוב
ConfigEncode.HorizontalAcutance=חדות אופקית
ConfigEncode.Hue=צבע
ConfigEncode.ImageColorConfig=הגדרות צבע
ConfigEncode.IrcutClose=אינפרה כבוי
ConfigEncode.IrcutOpen=אינפרה פעיל
ConfigEncode.Mode=מצב
ConfigEncode.MultiReplay=ניגון מרובה
ConfigEncode.NarrowBand=פס צר
ConfigEncode.OSD=מידע OSD
ConfigEncode.Period=תקופה
ConfigEncode.Quality=איכות
ConfigEncode.Saturation=גוון
ConfigEncode.Snap=תצלום
ConfigEncode.SnapFreq=תדירות תצלום
ConfigEncode.SnapMode=מצב
ConfigEncode.SnapQuality=איכות תמונה
ConfigEncode.SnapSize=גודל תמונה
ConfigEncode.StaticParam=תצורה סטטית של המקודד
ConfigEncode.VBR=קצב סיביות דינמי
ConfigEncode.VerticalAcutance=חדות אנכית
ConfigEncode.Video=וידאו
ConfigEncode.VideoAudio=וידאו/אודיו
ConfigEncode.VideoResolution=רזולוציה
ConfigEncode.WarmColor=צבעים חמים
ConfigEncode.WaterMark=סימן מים דיגיטלי
ConfigEncode.Worse=ירוד
ConfigEncode.Worst=ירוד ביותר
ConfigEncode.iGop=הפסקת מסגרת
ConfigGeneral.Brazilian=Português(BR)
ConfigGeneral.Dansk=דנית
ConfigGeneral.DateFormat=פורמט תאריך
ConfigGeneral.DateFormatSelect1=ום  חודש  שנה	
ConfigGeneral.DateFormatSelect2=שנה  יום  חודש	
ConfigGeneral.DateFormatSelect3=שנה  חודש  יום	
ConfigGeneral.DateSpector=מפריד תאריך
ConfigGeneral.DateTime=זמן מערכת
ConfigGeneral.DaylightRule=כלל אור יום
ConfigGeneral.DaylightSet=הגדר
ConfigGeneral.DaylightTime=זמן אור יום
ConfigGeneral.DaysAgo=ימים שעברו
ConfigGeneral.DelCustom=מותאם
ConfigGeneral.DelNever=ללא
ConfigGeneral.DiskFull=דיסק מלא
ConfigGeneral.DiskFullOverwrite=שכתוב
ConfigGeneral.DiskFullStop=הפסק הקלטה
ConfigGeneral.English=ENGLISH
ConfigGeneral.ExitPassword=נדרשת סיסמה לכניסה
ConfigGeneral.Farsi=پارسی　	
ConfigGeneral.Finnish=SUOMI	
ConfigGeneral.French=FRANCAIS	
ConfigGeneral.German=DEUTSCHER	
ConfigGeneral.Greek=ΕΛΛΗΝΙΚΑ	
ConfigGeneral.Hebrew=עברית	
ConfigGeneral.Hungarian=HUNGARIAN	
ConfigGeneral.Italian=ITALIAN	
ConfigGeneral.Japanese=日本語	
ConfigGeneral.Korean=한국어	
ConfigGeneral.LanguageSelect=שפה
ConfigGeneral.Minute=דק
ConfigGeneral.OutFormat=פורמט פלט
ConfigGeneral.OutputMode=מצב תצוגה
ConfigGeneral.Poland=POLAND
ConfigGeneral.Portugal=PORTUGUÊ
ConfigGeneral.RebootEveryday=כל יום
ConfigGeneral.RebootFriday=כל שישי
ConfigGeneral.RebootMonday=כל שני
ConfigGeneral.RebootNever=ללא
ConfigGeneral.RebootSaturday=כל שבת
ConfigGeneral.RebootSunday=כל ראשון
ConfigGeneral.RebootThursday=כל חמישי
ConfigGeneral.RebootTuesday=כל שלישי
ConfigGeneral.RebootWednesday=כל רביעי
ConfigGeneral.RecordLen=אורך
ConfigGeneral.RemoteAddr=שם המכשיר	
ConfigGeneral.Romanian=Română	
ConfigGeneral.Russian=РУССКИЙ	
ConfigGeneral.SelfOutput=מסתגל
ConfigGeneral.SimpChinese=简体中文	
ConfigGeneral.Spanish=ESPAÑOL	
ConfigGeneral.StandbyTime=ניתוק אוט
ConfigGeneral.TVOutput=יציאת טלוויזיה
ConfigGeneral.Thai=ไทย	
ConfigGeneral.Time12=פורמט 12 שעות	
ConfigGeneral.Time24=פורמט 24 שעות	
ConfigGeneral.TimeFormat=פורמט זמן	
ConfigGeneral.TradChinese=繁體中文	
ConfigGeneral.Turkey=TüRKiYE	
ConfigGeneral.Ukrainian=Українське	
ConfigGeneral.VGAOutput=יציאה למסך	
ConfigGeneral.VideoMode=תקן וידאו
ConfigGeneral.Vietnamese=Việt
ConfigGeneral.WorkHour=זמן פעולה
ConfigGeneral.ZeroForInfinite=י "0" עבור אינסופי
ConfigManage.1=רוב בזמן אמת
ConfigManage.2=המייצג בזמן אמת
ConfigManage.3=בכלל בזמן אמת
ConfigManage.4=מאוזן
ConfigManage.5=זרימה כללית
ConfigManage.6=יותר שליטה בשפה
ConfigManage.7=רוב הרהיטות
ConfigManage.About=אודות
ConfigManage.AlarmSetting=הגדרות התראה
ConfigManage.AutoConnnect=התחבר באופן אוטומטי לערוץ הניטור האחרון
ConfigManage.CAM=מצ
ConfigManage.ClientManager=תיאור מפורט תצורת ממשק קליינט
ConfigManage.ConfigManager=מנהל תצורה
ConfigManage.ConfigModule=תצורת מודול
ConfigManage.Describe=תיאור
ConfigManage.Group=קבוצה
ConfigManage.LinkSetting=הגדרות קישור התראה
ConfigManage.MonitorModule=מודול מוניטור
ConfigManage.Name=שם
ConfigManage.NetModule=מודול רשת
ConfigManage.NormalSetting=הגדרות רגילות
ConfigManage.PlayBackModule=מודול ניגון
ConfigManage.SystemConfig=הגדרות מערכת
ConfigManage.ToAVI=שמור הקלטה מקומית כ AVI
ConfigManage.User=משתמש
ConfigManage.UserManager=מנהל משתמשים
ConfigManage.Version=גרסה
ConfigManage.VideoModule=מודול וידאו
ConfigManage.Web=רשת האינטרנט
ConfigNet.3GNetConfig=חיוג אלחוטי
ConfigNet.ARSPConfig=אי.אר.אס.פי.
ConfigNet.ASCII=קוד ASCII
ConfigNet.AUTO=אוטומטי
ConfigNet.Adaptive=מסתגל
ConfigNet.AddIP=הוסף כתובת
ConfigNet.AddressTips=כתובת רשת או דומיין
ConfigNet.Alarm=התראה
ConfigNet.AlarmCenter=שרת התראות
ConfigNet.AlarmLevel=רמת התראה
ConfigNet.AlarmNo=התראה מס.
ConfigNet.AlarmReport=דיווח התראה
ConfigNet.AlarmSerialNo=התראה מס.
ConfigNet.ArspConfig=אי.אר.אס.פי.
ConfigNet.ArspTip=אפשר DDNS ושמור, השרת יעודכן בתוך שתי דקות, ושם ההתקן יוצג בדומיין
ConfigNet.AuthCode=מפתח רישיון
ConfigNet.AuthMode=אימות
ConfigNet.AutoSelectServer=בחירת שרת אוט
ConfigNet.BDC=אידו ענן	
ConfigNet.BannedIP=כתובת אסורה
ConfigNet.Black=ייבוא רשימה שחורה
ConfigNet.BlackList=רשימה שחורה
ConfigNet.Byte=BYTE
ConfigNet.CDMA1X=קוד גישה רב-ערוצית
ConfigNet.ChanSerialNo=ערוץ מס.
ConfigNet.Channel=ערוץ
ConfigNet.ChannelSerialNo=ערוץ מס.
ConfigNet.Checking=בדיקה...
ConfigNet.CloudPush=דחיפה בענן
ConfigNet.ConfirmModify=המעבר עלול לגרום לאובדן נתונים הקשורים לדגם המקורי, אם לעבור?
ConfigNet.CorpEnable=שרת ארגוני
ConfigNet.Custom=מותאם
ConfigNet.DASID=מס סיריאלי
ConfigNet.DASServerAddr=כתובת שרת
ConfigNet.DASServerPort=פורט שרת
ConfigNet.DDNS=שם השרת
ConfigNet.DDNSName=שם משתמש
ConfigNet.DDNSServerPort=פורט
ConfigNet.DDNSSetInvalid=הגדרת DDNS אינה חוקית
ConfigNet.DDNSType=סוג DDNS
ConfigNet.DHCP=מחלק כתובות אוטומטי
ConfigNet.DHCPEnable=אפשר DHCP
ConfigNet.DNSConfig=הגדרות DNS
ConfigNet.DNSTIP=השתמש בכתובת שרת DNS מטה-------------------------
ConfigNet.Decorder=דיקודר
ConfigNet.DefaultGateWay=שער ברירת מחדל	
ConfigNet.DeleteIP=מחק כתובת
ConfigNet.Detect=גילוי
ConfigNet.DevEncode=קוד התקנים
ConfigNet.DevID=מזהה מוצר
ConfigNet.DevNo=התקן מס.
ConfigNet.DeviceID=מזהה התקן
ConfigNet.DeviceName=שם התקן
ConfigNet.DeviceNum=חשבון מספר
ConfigNet.DomainName=שם דומיין
ConfigNet.DomainServerSet=הגדרות שירות
ConfigNet.Down=מטה
ConfigNet.DownLoadPort=פורט הורדה
ConfigNet.EVDO=אי.וי.די.או.
ConfigNet.EmailConfig=דואר אלקטרוני
ConfigNet.Enable=מאופשר
ConfigNet.EncrypType=הצפנה
ConfigNet.Excellent=מצויין
ConfigNet.ExclusiveDDNS=מומלץ להשתמש / להפעיל שרת DDNS בכל פעם!
ConfigNet.ExtraAddr=כתובת שרת לגיבוי
ConfigNet.ExtraPort=פורט שרת לגיבוי
ConfigNet.FileLen=אורך הקובץ
ConfigNet.FileLength=אורך הקובץ
ConfigNet.FileLens=מ
ConfigNet.FileSize=גודל הקובץ(מ)
ConfigNet.FluencyPre=העדפת זרימה
ConfigNet.FtpAnonymous=אנונימי
ConfigNet.FtpChannel=ערוץ
ConfigNet.FtpConfig=פרוטוקול העברת קבצים
ConfigNet.FtpDirName=שם המדריך
ConfigNet.FtpEnable=מאופשר
ConfigNet.FtpHostIp=כתובת שרת
ConfigNet.FtpHostPort=פורט
ConfigNet.FtpPassWord=סיסמה
ConfigNet.FtpType=סוג
ConfigNet.FtpUserName=שם משתמש
ConfigNet.FtpWeek=שבוע
ConfigNet.GPRS=שירות חבילת רדיו כללית
ConfigNet.GateWayDomain=כתובת Gateway
ConfigNet.GateWayPort=יציאת Gateway
ConfigNet.General=רגיל
ConfigNet.GodEye=מרכז שירות התראות
ConfigNet.Good=טוב
ConfigNet.HaveModify=התקן הרשת השתנה, חבר את המכשיר שוב
ConfigNet.Heart=מחזור לב(s)	
ConfigNet.HeartBeat=מחזור לב(Sec.)	
ConfigNet.HeartBeatCycle=מחזור לב	
ConfigNet.Hex=הקס	
ConfigNet.HighSpeedDownload=הורדה במהירות גבוהה
ConfigNet.HostIP=כתובת שרת
ConfigNet.HostName=כתובת מארח
ConfigNet.HostPort=פורט
ConfigNet.HttpPort=פורט דפדפן
ConfigNet.ID=מזהה סידורי
ConfigNet.IPSetting=מסנן  אי.פי.
ConfigNet.IPaddr=כתובת רשת
ConfigNet.IPv6Invalid=כתובת IPv6 היא לא חוקית, קבוצות של עד ארבע משושה
ConfigNet.ISP_AUTO=בחר אוט את 
ConfigNet.ISP_CNC=נטקום	
ConfigNet.ISP_MOBILE=הזז, CRC	
ConfigNet.ISP_TELCOM=תקשורת	
ConfigNet.ISP_UNIONCOM=Unicom	
ConfigNet.ISP_USER=מותאם
ConfigNet.Interval=מרווח
ConfigNet.Intervals=דק
ConfigNet.IsOnline=פעיל או לא
ConfigNet.KaiCongAlarmCfg=KaiCong הגדרות אזעקה
ConfigNet.KeyType=סוג מפתח
ConfigNet.LastReportTime=דיווח אחרון
ConfigNet.LinkAddress=קישור כתובת מקומית
ConfigNet.LinkStatus=מצב חיבור
ConfigNet.LinkSuccess=מחובר
ConfigNet.LocalSer=שרת SIP מקומי
ConfigNet.LogReport=דיווח לוג
ConfigNet.Low=נמוך
ConfigNet.MAC=מידע התקן
ConfigNet.MailAddrEmpty=כתובת המייל ריקה
ConfigNet.MailAddrError=שגיאת כתובת מייל, חייבת להכיל @
ConfigNet.MailAddrTooLong=כתובת מייל ארוכה מדי
ConfigNet.MailRecevierError=לא יותר משלושה נמענים
ConfigNet.MailSSL=חייב SSL
ConfigNet.MailServer=שרת SMTP
ConfigNet.Mailsender=שולח
ConfigNet.MainAddr=כתובת שרת עיקרי
ConfigNet.MainPort=פורט שרת עיקרי
ConfigNet.ManEnable=ניהול רשת
ConfigNet.MaxConnection=מקס חיבורים
ConfigNet.MaxSub=מקסימום 500 מנויים, בשימוש %
ConfigNet.Mega=מגה
ConfigNet.MmscDomain=כתובת MMSC
ConfigNet.MmscPort=יציאת שרת MMS	
ConfigNet.MobileConfig=צפייה בטלפון סלולרי	
ConfigNet.MobilePort=פורט
ConfigNet.ModeID=דגם התקן
ConfigNet.MonitorPlatform=פלטפורמת מוניטור
ConfigNet.MountPath=נתיב הר
ConfigNet.MsgPort=פורט הודעה
ConfigNet.MultiMedia=MMS
ConfigNet.MulticastConfig=שידור
ConfigNet.NAT=ענן
ConfigNet.NatMTU=MTU
ConfigNet.NeedReboot=שמירה הושלמה, יש לאתחל, האם לאתחל עכשיו?
ConfigNet.NeedRebootByManually=לסיום ההגדרות, אתחל את ההתקן ידנית 
ConfigNet.NetAlarm=התראת רשת
ConfigNet.NetISP=ספק רשת
ConfigNet.NetInfo1=פורט שליטה
ConfigNet.NetInfo=מידע על פלטפורמת רשת
ConfigNet.NetKeyBoard=קיבורד רשת
ConfigNet.NetMask=מסכת רשת משנה
ConfigNet.NetPre=עדיפות רשת
ConfigNet.NetServerInfo=מידע שרת רשת
ConfigNet.NetService=שרת רשת
ConfigNet.Netcard=כרטיס רשת
ConfigNet.No=לא
ConfigNet.NoSignal=אין אות
ConfigNet.NtpConfig=פרוטוקול זמן רשת
ConfigNet.OnvifPort=יציאת Onvif
ConfigNet.P2P=ענק P2P
ConfigNet.PPPoE=פרוטוקול תעבורת אינטרנט
ConfigNet.PPPoEPassword=סיסמה
ConfigNet.PPPoEUserName=שם משתמש
ConfigNet.Passwd=סיסמה
ConfigNet.Password=סיסמה
ConfigNet.PlatAddr=כתובת פלטפורמה
ConfigNet.PoneNumb1=טלפון מס '1	
ConfigNet.PoneNumb2=טלפון מס '2	
ConfigNet.PoneNumb3=טלפון מס '3	
ConfigNet.PortConflict=התנגשות פורטים
ConfigNet.PortModify=נתוני יציאת פורט ההתקן השתנו, צא ואתחל את המכשיר כך שייכנס לתוקף
ConfigNet.PortTips=פורט מספר
ConfigNet.PrimaryDNS=מערכת שם תחום ראשית
ConfigNet.Protocol=פרוטוקול
ConfigNet.Prototype=סוג פרוטוקול
ConfigNet.QualityPre=איכות מועדפת
ConfigNet.RTSP=אר.אס.טי.פי.
ConfigNet.Reboot=אתחל את ההתקן, וחבר אותו שוב
ConfigNet.Receiver=מקלט
ConfigNet.RegEffect=משך אימות (שנ)
ConfigNet.RegPasswd=רישום קוד
ConfigNet.RegisterTime=משך אימות
ConfigNet.ReplayNum=מקסימום הכתובות לסינון הוא 64!
ConfigNet.ReportInterval=מרווח דיווח
ConfigNet.RestrictType=סוג דחיה
ConfigNet.SPVMN=GB 28181
ConfigNet.SSID=מזהה שירות אלחוטי
ConfigNet.SameIPTip=הכתובת כבר הוזנה!
ConfigNet.SaveConfigFailed=נכשל בשמירת הגדרות!
ConfigNet.Search=חיפוש
ConfigNet.SecondaryDNS=!'מערכת שם תחום משני
ConfigNet.SendTimes=מס פעמים לשליחה
ConfigNet.SerDNS=SIP שרת ה-DNS
ConfigNet.SerIP=SIP ה-IP של השרת	
ConfigNet.SerPort=SIP יציאת שרת	
ConfigNet.SerSerialNo=SIP מספר שרתים	
ConfigNet.SerSipIp=כתובת לוח לגימה
ConfigNet.Serial=מס 'חברה
ConfigNet.SerialNo=שרת מס.
ConfigNet.ServerAddress=כתובת שרת
ConfigNet.ServerDomain=שרת דומיין
ConfigNet.ServerName=כתובת שרת
ConfigNet.ServerPort=פורט שרת
ConfigNet.SetGatewayFailed=הגדרת gateway נכשלה!
ConfigNet.SetPrefixFailed=נתוני הרשת אינם תואמים
ConfigNet.SetSubMarkFailed=הגדרת כינוי נכשלה!
ConfigNet.Setup=הגדרה
ConfigNet.ShiSou=שיסו
ConfigNet.ShortMsg=SMS
ConfigNet.Signal=אות
ConfigNet.StandbyIP=כתובת חלופית
ConfigNet.StatusSuccess=ההודעה נשלחה בהצלחה
ConfigNet.TD-SCDMA=קוד גישה רב-ערוצית
ConfigNet.TUTK(IOTC)=TUTK yun
ConfigNet.TcpPort=פורט מדיה
ConfigNet.Telecom=צ'יינה טלקום
ConfigNet.TestFailed=בדיקה נכשלה
ConfigNet.TestSuccess=בדיקה הצליחה
ConfigNet.TimeSection1=מחזור זמן 1
ConfigNet.TimeSection2=מחזור זמן 2
ConfigNet.TimeSyncEnable=סנכרון זמן
ConfigNet.TimeZone=איזור זמן
ConfigNet.Title=כותרת
ConfigNet.TransFunction=תמסורת טורית
ConfigNet.TransMission=עדיפות רשת
ConfigNet.TransferPolicy=מדיניות העברה
ConfigNet.TransferPro=פרוטוקול העברה
ConfigNet.TrustIP=כתובת בטוחה
ConfigNet.Type=סוג
ConfigNet.UDPPort=יציאת פרוטוקול לאינטרנט	
ConfigNet.UID=TUTK No.	
ConfigNet.UPNP=יו.פי.אן.פי.
ConfigNet.UPNPTip=וודא שמצב UPNP מאופשר בראוטר
ConfigNet.Up=מעלה
ConfigNet.UpdateInterval=מחזור עדכון
ConfigNet.UploadTime=זמן העלאה
ConfigNet.UseProgram=תוכנית משתמש
ConfigNet.UserName=שם משתמש
ConfigNet.VVEye=ויויאיי
ConfigNet.Verify=אימות קוד
ConfigNet.VeryGood=טוב מאוד
ConfigNet.VeryLow=נמוך מאוד
ConfigNet.WCDMA=קוד אגף גישה מרובה
ConfigNet.Week=שבוע
ConfigNet.White=ייבוא רשימה לבנה
ConfigNet.WhiteList=רשימה לבנה
ConfigNet.WifiNotSupport=תמיכה בהצפנת WEP בלבד
ConfigNet.WifiPWDNoMatchASCII=על הקוד להיות בן 5, 26 או 16 ביט ASCII
ConfigNet.WifiPWDNoMatchHex=על הקוד להיות בן 10, 26 או 32-ביט תווים
ConfigNet.WifiPasswordNoMatch=על הסיסמה להיות 10 או 26 ספרות
ConfigNet.Wirecard=כרטיס רשת קווי
ConfigNet.Wireless=אלחוטי
ConfigNet.WirelessAP=נקודת גישה אלחוטית
ConfigNet.WirelessDialNum=מספר לחיוג
ConfigNet.XingWang=קסינג ואנג
ConfigOSC.NoParking=חניה לא חוקית
ConfigOSC.ObjAbandum=נטוש
ConfigOSC.ObjStolen=אובייקט חסר
ConfigPtz.Address=כתובת
ConfigPtz.Coaxial=קואקסיאליים 
ConfigPtz.Even=שווה
ConfigPtz.Mark=סימון
ConfigPtz.Monitor=מוניטורים
ConfigPtz.None=ללא
ConfigPtz.Odd=יוצא מן הכלל
ConfigPtz.PoweroffState=
ConfigPtz.PreRecord=קדם הקלטה
ConfigPtz.PresetState=פריסט
ConfigPtz.Protocol=פרוטקול
ConfigPtz.Space=רווח
ConfigPtz.TourState=סיור בין נקודות
ConfigVideo.High=גבוה
ConfigVideo.Higher=גבוה מאוד
ConfigVideo.Highest=גבוה ביותר
ConfigVideo.Lower=נמוך
ConfigVideo.Lowest=נמוך מאוד
ConfigVideo.Middle=בינוני
ConfugNet.Name=שם
Connect.Connected=רשת תקינה
Connect.DeviceName=שם התקן
Connect.Disconnected=תקלת רשת
Connect.State=מצב
DDNS.DDNSCofing=הגדרת שרת
DecodeCfg.AddTips=פתח משמאל את עץ המצלמות בהתקן 
DecodeCfg.DecoderChn=ערוץ דיקודר
DecodeCfg.SyncWndMode=מצב חלון סנכרון
DecodeCfg.WndTips=חלון 1, 0 אינו חוקי
Decoder.AddDecoder=הוסף דיקודר
Decoder.AddTourPlan=סבב חדש בתוכנית הסיור
Decoder.AlignDown=יישור קו תחתון
Decoder.AlignLeft=יישור לשמאל
Decoder.AlignRight=יישור לימין
Decoder.AlignUp=יישור
Decoder.Attribute=תכונה
Decoder.Cameras=עדשת מצלמה
Decoder.CanNotDecode=חל איסור על חיבור ערוץ מקומי
Decoder.CannotDelCurProgram=אין אפשרות למחוק תוכנית נוכחית
Decoder.ChnNotDevice=בחר ערוץ מצלמה לא התקן
Decoder.ColorSet=הגדרות צבע
Decoder.Config=הגדרות
Decoder.Connected=מחובר
Decoder.CreateLayout=מערך חדש
Decoder.DecoderChannel=ערוץ דיקודר
Decoder.DeleteDecoder=מחק דיקודר
Decoder.DeviceChannel=ערוץ מצלמה
Decoder.Disconnected=לא מחובר
Decoder.DragLayoutToTourWnd=גרור את העדשה או המערך לחלון ההגדרות
Decoder.EditCameras=ערוך עדשה
Decoder.EditDecoder=ערוך דיקודר
Decoder.ExceedMaxWnd=חריגה ממספר החלונות המירבי!
Decoder.HasVideoChn=ערוץ מצלמה אחד לכל ערוץ דיקודר, בחר ערוץ דיקודר אחר
Decoder.InvalidLayout=לא ניתן להחיל פריסה זו על הדיקודר, מעבר ליכולת הדיקודר
Decoder.Layout=מערך
Decoder.LayoutIsNull=המערך ריק!
Decoder.LayoutIsUsingForTour=לא ניתן למחוק את הפריסה של התוכנית
Decoder.Lock=נעול
Decoder.MultiOutput=פלט מרובה
Decoder.NameIsExist=השם קיים!
Decoder.Narrow=צר
Decoder.NewLayout=מערך חדש
Decoder.NoTourPlan=אין סבב של תוכנית סיור
Decoder.OneOutput=פלט אחד
Decoder.PreProgram=תוכניות
Decoder.PreProgramResave=התוכניות נשמרו כ...
Decoder.PreProgramSave=שמור תוכניות
Decoder.Reboot=אתחל את הדיקודר
Decoder.SameHeight=אותו גובה
Decoder.SameSize=אותו גודל
Decoder.SameWidth=אותו רוחב
Decoder.SaveOk=נשמר בהצלחה
Decoder.SelectDecoderChannel=בחר ערוץ דיקודר אחד
Decoder.SelectVideoChn=בחר ערוץ מצלמה אחד
Decoder.UnLock=שחרור
Decoder.Zoom=זום
Desktop.AdjustAndCheckDifferent=התאם ובדוק שינויים
Desktop.AdjustAndCheckSame=התאם ובדוק
Desktop.AdjustAndNoFrameInfo=התאם ללא מידע מסגרת
Desktop.AdjustAndWaitingCheck=התאם והמתן לבדיקה
Desktop.AlarmOut=הגדרות פלט התראה
Desktop.Audio=אודיו
Desktop.Backup=גיבוי
Desktop.Ball=כדור
Desktop.Ball_Bowl=חצי כדור (קערה)
Desktop.Ball_Hat=בחצי הכדור (כובע)
Desktop.Ceiling=תיקרה
Desktop.ChangePath=שנה נתיב
Desktop.CheckDifferent=בדוק הבדלים
Desktop.CheckSame=בדוק
Desktop.CloseAllWindow=סגור חלונות
Desktop.CloseInfo=סגור חלון לוג
Desktop.CloseWindow=סגור חלון
Desktop.ConnAllMainStream=התחבר לכל הערוצים(סטרים ראשי)
Desktop.ConnAllSubStream=התחבר לכל הערוצים(סטרים משני)
Desktop.ConnectDevice=מתחבר להתקן, המתן
Desktop.Cylinder=גליל
Desktop.Cylinders=גלילים
Desktop.DevList=רשימת התקנים
Desktop.DevManager=מנהל התקנים
Desktop.DevName=שם התקן
Desktop.DevType=סוג התקן
Desktop.Device=התקן
Desktop.DigitalRegion=זום דיגיטלי
Desktop.DisconnAll=התנתק מכל המקורות
Desktop.DisplaySize=הצג פרפורציה/גודל
Desktop.DontShow=אל תציג להבא
Desktop.Exit=יציאה
Desktop.ExtStream=סטרים משני
Desktop.FileName=שם קובץ
Desktop.FileType=.h264
Desktop.GLEWIsNotInitialized=כשל באתחול OpenGL
Desktop.GetConfigFailed=נכשל בקבלת הגדרות
Desktop.Grid_1L_2R=שני קו מלבני
Desktop.Grid_1O_5R=כחמישה מלבנים
Desktop.Grid_4R=מצב 4 רשתות
Desktop.IPAddr=כתובת רשת
Desktop.Language=שפה
Desktop.LocalConfig=הגדרות מקומיות
Desktop.LocalRecord=הקלטה מקומית
Desktop.Lock=נעול
Desktop.Log=התחבר
Desktop.LogOut=התנתק
Desktop.MainExtStream=החלפת סטרים ראשי ומשני
Desktop.MainStream=סטרים ראשי
Desktop.MapCtrl=שליטת מפה
Desktop.Minimize=מזער חלון ראשי
Desktop.NoCheck=ללא בדיקה
Desktop.NoGetConfig=לא קיבל תצורה
Desktop.NoInfoFrame=אין מידע מסגרת
Desktop.NoLogin=התחבר להתקן תחילה
Desktop.NotVRDevice=מכשיר ללא VR	
Desktop.OpenGLIsNotSupported=OpenGL אינו תומך	
Desktop.OpenGLUNSupport=OpenGLאינו תומך	
Desktop.OpenInfo=פתח חלון לוג
Desktop.Path=נתיב
Desktop.PicHQuality=תמונה באיכות גבוהה
Desktop.PicLQuality=תמונה באיכות נמוכה
Desktop.PlayMusic=נגן מוסיקה
Desktop.Playback=פלייבק
Desktop.Player=נגן
Desktop.Port=פורט
Desktop.Preview=תצוגה מרובה
Desktop.Reboot=אתחול
Desktop.RebootFail=אתחול התקן נכשל
Desktop.Rectangle=מלבן
Desktop.Rectangle_2R=מלבן_2R
Desktop.RefushName=רענן שם ערוץ
Desktop.Region=זום
Desktop.RemoteCfg=הגדרות התקן
Desktop.Return=חזור
Desktop.ReturnToMain=שולחן עבודה ראשי
Desktop.SITFail=נכשל
Desktop.SavePasswd=שמור סיסמה
Desktop.Search=חיפוש
Desktop.ShowMainWnd=הצג חלון ראשי
Desktop.Size16_9=הצג 16:9
Desktop.Size4_3=הצג 4:3
Desktop.Snapshot=תצלום
Desktop.SnapshotFail=תצלום נכשל
Desktop.Split100=הצג 10
Desktop.Split12=הצג 12
Desktop.Split13=הצג 13
Desktop.Split16=הצג 16
Desktop.Split1=הצג 1
Desktop.Split20=הצג 20
Desktop.Split25=הצג 25
Desktop.Split2=הצג 2
Desktop.Split36=הצג 36
Desktop.Split4=הצג 4
Desktop.Split64=הצג 64
Desktop.Split6=הצג 6
Desktop.Split8=הצג 8
Desktop.Split9=הצג 9
Desktop.Split=פיצול
Desktop.SplitDown=מורד
Desktop.SplitFull=הצג מלא
Desktop.SplitUp=הופיע
Desktop.StartTalk=התחל דיבור
Desktop.StopTalk=הפסק דיבור
Desktop.SureToClose=לוודא סגירה?
Desktop.SureToReboot=האם לאתחל את ההתקן
Desktop.SyncTime=סנכרן זמן
Desktop.TimeSync=סנכרן זמן עם PC
Desktop.UnsupportPreview=ההתקן אינו תומך בתצוגה מקדימה של ערוצים מרובים
Desktop.VRMode=מצב VR
Desktop.VRShapeToolHide=סרגל כלי סתר VR
Desktop.VRShapeToolShow=סרגל הכלים VR מוצג
Desktop.Wall=קיר
Desktop.Window=חלון
Desktop.ZoneList=רשימת איזורים
Desktop.focusPTZ=כוונן פוקוס
Desktop.simulatePTZ=ממונעת אנלוגית
DevArea.ErrorName=שגיאת שם איזור
DevEditMSG.ErrorName=שם משתמש ושם התקן אינם יכולים להכיל [ ] %
DevPlayBack.PlayOrOpen=נגן/פתח
DeviceDesc.AutoReboot=אתחול אוט
DeviceDesc.RestoreAccount=שחזר ב.מחדל לחשבון
DeviceDesc.SD=שיא כרטיס SD
DeviceDesc.USB=USB רשום

DeviceManage.ARSPIsBusing=שרת ARSP עסוק
DeviceManage.Auto=הקצאה אוט
DeviceManage.AutoGetAddr=השג אוט
DeviceManage.Cancel=ביטול
DeviceManage.ChnInvalid=הערוצים חייבים להיות בין 1 ל 6
DeviceManage.Cloud=ענן
DeviceManage.ConnServeFailed=נכשל בחיבור לשרת
DeviceManage.CreateSocketFailed=נכשל ביצירת שקע
DeviceManage.DDNSExisted=הגדרות DDNS קיימות
DeviceManage.DDNSFAIL=ההסכם נכשל לפתור DNS
DeviceManage.DDNSIPInvalid=כתובת השרת אינה חוקית
DeviceManage.DDNSPortInvalid=פורט שרת אינו חוקי

DeviceManage.DefaultZone=איזור ב.מחדל
DeviceManage.DelAreaSure=וודא מחיקת כל ההתקנים לפני מחיקת האיזור
DeviceManage.DelSure=האם למחוק?
DeviceManage.DevAdd=הוסף
DeviceManage.DevDel=מחק
DeviceManage.DevEdit=ערוך
DeviceManage.DevIsExisted=ההתקן קיים
DeviceManage.DevList=רשימת התקנים
DeviceManage.DevManage=מנהל התקנים
DeviceManage.DevName=שם התקן
DeviceManage.DisconnAllDevFirst=ודא שההתקן באיזור מנותק לפני שינוי פרטי האיזור
DeviceManage.DisconnFirst=ודא שההתקן מנותק לפני שינוי פרטי ההתקן
DeviceManage.Domain=דומיין
DeviceManage.DomainTooLong=שם דומיין ארוך מדי
DeviceManage.DonameInvalid=שם דומיין אינו חוקי
DeviceManage.ExceedMaxChn=הגיע למקסימום ערוצים נתמכים
DeviceManage.HiKang=ראייה חדה
DeviceManage.HuangHe=הואנג הוא
DeviceManage.IPAddress=כתובת רשת
DeviceManage.IPExisted=כתובת או שם דומיין של ההתקן כבר קיים
DeviceManage.IPInvalid=כתובת לא חוקית
DeviceManage.IPV6AddressIsError=
DeviceManage.LoginType=סוג התחברות
DeviceManage.MACAddress=כתובת MAC
DeviceManage.MACError=שגיאת כתובת MAC
DeviceManage.Modify=ערוך
DeviceManage.MostTwoLeverZone=תמיכה בשני רמות איזור
DeviceManage.NameExisted=שם ההתקן קיים
DeviceManage.NameInvalid=שם ההתקן אינו חוקי
DeviceManage.NameTooLong=שם ההתקן ארוך מדי
DeviceManage.NoSupportDecode=ההתקן אינו תומך בדיקודר
DeviceManage.ParseDomainFailed=DNS כישלון
DeviceManage.Password=סיסמה
DeviceManage.PortNum=פורט
DeviceManage.QiHan=P\L*02
DeviceManage.RemoteCfg=הגדרות התקן
DeviceManage.SelectArea=בחר איזור אחד תחילה
DeviceManage.SelectDevice=בחר התקן
DeviceManage.SendDataFailed=נכשל בשליחת מנות פרוטוקול
DeviceManage.SerialID=מזהה סידורי
DeviceManage.SerialIDDimenCode=
DeviceManage.SerialIDInvalid=מס סיריאלי לא חוקי
DeviceManage.SeriesID=מזהה סידורי
DeviceManage.TotalChn=ערוץ מספר
DeviceManage.UpZone=איזור עליון
DeviceManage.UserName=שם משתמש
DeviceManage.Vendor=יצרן
DeviceManage.WriteFail=נכשל בכתיבה
DeviceManage.XiongMai=H264 מערכת הקלטה
DeviceManage.Zone=איזור
DeviceManage.ZoneEmpty=שם האיזור ריק
DeviceManage.ZoneExisted=איזור קיים
DeviceManager.ConnectVideo=פתח את הוידאו המתאים
DeviceRemote.SelectConfig=הגדרות אצווה
DeviceRemote.SelectDevice=בחר התקנים להגדרה(מאותו סוג)
Devicemanage.TVT=P\L*01S
DigitalChannel.Attribute=תכונה
DigitalChannel.CfgName=שם תצורה
DigitalChannel.Channel=ערוץ 
DigitalChannel.ChannelFormatError=ערך הערוץ פגום
DigitalChannel.ChannelMode=סוג ערוץ
DigitalChannel.ChannelStatus=מצב ערוץ
DigitalChannel.ConnStatus=מצב חיבור
DigitalChannel.Connected=מחובר
DigitalChannel.CurResolution=הרזולוציה הזו
DigitalChannel.Decode=סדר דיקודר
DigitalChannel.DigitalChannel=דיגיטלי
DigitalChannel.Enable=מאופשר
DigitalChannel.ExceedMaxLink=חורג ממספר החיבורים המרבי המותר, אינך יכול להמשיך להוסיף
DigitalChannel.FlowPriority=זרימה מועדפת
DigitalChannel.ForbitLocalIP=חל איסור על חיבור הערוץ המקומי
DigitalChannel.IPandPortSeparatorError=שגיאת מפרידים בכתובת רשת
DigitalChannel.LocalChannel=מקומי
DigitalChannel.LocalTime=זמן מקומי
DigitalChannel.LoginFailed=שגיאת שם משתמש
DigitalChannel.MaxResolution=רזולוציה מקס.
DigitalChannel.Mode=מצב התחברות
DigitalChannel.MulLink=קישור מרובה
DigitalChannel.NetConfigList=רשימת הגדרות רשת
DigitalChannel.NoConfig=לא הוגדר
DigitalChannel.NoConnect=לא מחובר
DigitalChannel.NoLogin=לא מחובר
DigitalChannel.None=ללא
DigitalChannel.Offline=לא מקוון
DigitalChannel.PasswordFormatError=הסיסמה פגומה
DigitalChannel.PortandUserSeparatorError=שגיאה בכתובת הפורט עם שם המשתמש
DigitalChannel.RealPriority=זמן אמת
DigitalChannel.RemoteChannel=ערוץ מרוחק
DigitalChannel.RtspEndFormatError=שגיאת פורמט RTSP
DigitalChannel.SingleLink=חיבור בודד
DigitalChannel.Stream=סטרים
DigitalChannel.StreamFormatError=סוג הסטרים פגום
DigitalChannel.Sync=סנכרון זמן
DigitalChannel.SyncResolution=סנכרון רזולוציה
DigitalChannel.TourTime=סבב הזמן סיור
DigitalChannel.UnKnown=לא מוכר
DigitalChannel.UnkownError=שגיאה לא מוכרת
DigitalChannel.UserFormatError=שם המשתמש פגום
DigitalChannel.VirtualChannel=אנלוג
DigitalChannel.ZoneTime=איזור זמן
DigitalChannel.rtspBeginError=החל שגיאת כתובת RTSP
DisplayConfig.AlarmStatus=מצב התראה
DisplayConfig.Channel=ערוץ
DisplayConfig.ChannelTitle=כותרת ערוץ
DisplayConfig.RecordStatus=מצב וידאו
DisplayConfig.ResistTwitter=אנטי ריצוד
DisplayConfig.TimeTitle=כותרת זמן
DisplayConfig.Transparence=שקיפות
DvrBootType.BootDelay=השהיית אתחול
DvrBootType.ShutDelay=השהיית כיבוי
DvrBootType.SparkBootShut=Switch with ignition
DvrBootType.TimeSectionError=קטעי הזמן לקויים, אנא אפס!
DvrBootType.TimingBootShut=החלף את הזמן שצויין
Err.Agency=השרת עסוק, חיבור נכשל
Err.NoAuth=אינו מורשה
Err.NoSupportChar=תו לא נתמך
Error.AddDevFirst=רשימת התקנים ריקה, הוסף את ההתקן ב "%s->%s".
Error.AlreadyRunning=תוכנת הצפייה פעילה
Error.AnswerCannotEmpty=התשובה ריקה
Error.AutoRunSaveFailed=הפעלה אוט נכשלה
Error.ChannelExisted=הערוץ קיים
Error.ChannelNameTooLong=שם הערוץ ארוך מדי
Error.ClearSDKError=נקה שגיאת sdk
Error.CloseChnErr=סגור שגיאת ערוץ
Error.ConfigCharsetUnsupport=הגדר תצורה של תווים שאינם נתמכים
Error.ConfigNotFound=לא נמצאה תצורה
Error.ConfigVerifyFail=אמת את כשל התצורה
Error.Create the SQL failed!=נכשל ביצירת מסד נתונים!
Error.ExceedMaxIPList=חריגה ממקסימום מספר כתובות נתמכות
Error.ExtStreamNotEnable=סטרים משני אינו מאופשר
Error.Front-end device not connected or The resolution for the device is unkown=התקן הקצה אינו מחובר או שהרזולוציה של ההתקן אינה ידועה
Error.GetConfigFail=קבלת תצורת התקן נכשלה
Error.GetSucceed=הצליח
Error.HandleInvalid=טיפול לא חוקי
Error.HasLogined=המשתמש מחובר
Error.IPExisted=הכתובת קיימת
Error.IPInBlackList=הכתובת קיימת ברשימה השחורה
Error.IPInTrustList=הכתובת קיימת ברשימת הכתובות האמינות
Error.IPIsAdd=האם להזין את כתובות המחשבים ברשימה השחורה?
Error.InBlackList=המשתמש ברשימה השחורה
Error.InUsing=המשתמש בשימוש
Error.InputError=שגיאת קלט
Error.InputSec=זמן ההשהייה חייב להיות בין 10 ל 3000 שניות
Error.LanguageSaveSuccess=שמירה הצליחה, אתחל תוכנת צפייה
Error.MallocErr=יצירת זכרון נכשלה
Error.MaxChannelForMacLogin=חורג ממספר הערוצים המותר
Error.NATCONNETREACHEDMAXS=קישור וידאו Nat הגיע למקסימום, ואינו מאפשר קישור וידאו חדש
Error.NetErr=שגיאת רשת
Error.NoErr=אין שגיאה
Error.NoInit=לא מעודכן
Error.NoLogin=המשתמש לא התחבר
Error.NoPower=אין הספק
Error.NoSupportChinese=לא תומכים הסינית
Error.NoTalk=לא תומך באינטרקום
Error.NoVideo=הוידאו הנוכחי לא נפתח
Error.NotFound=לא נמצא התקן
Error.OpenChnErr=שגיאה בפתיחת ערוץ
Error.OpenFileFail=נכשל בפתיחת קובץ
Error.ParamInvalid=הפרמטר אינו חוקי
Error.PasswordMismatch=הסיסמה אינה תואמת
Error.PathTooLong=הנתיב ארוך מדי
Error.PauseFail=השהייה נכשלה
Error.PlayFailed=נכשל בניגון
Error.PwdErr=שגיאת סיסמה
Error.RebootFail=אתחול נכשל
Error.RebootSuccess=מאתחל
Error.RecordSec=זמן השהיית הקלטה חייבת להיות בין 10 ל 300 שניות
Error.ReqErr=שגיאת בקשה
Error.ResoluitonNotMatch=מומלץ להשתמש ברזולוציית VGA 1024*768
Error.SaveSuccess=שמירת תצורה אל ההתקן הצליחה
Error.SelectDevice=בחר התקן אחד תחילה
Error.SetConfigFail=שמירת תצורה אל ההתקן נכשלה
Error.SetPasswordFail=סיסמה של אותיות, מספרים ותווים מיוחדים בשילוב של לפחות שני סוגים, אורך של 8-16, שם המשתמש והסיסמה לא יכולים להיות זהים
Error.SetPswFail=
Error.SetRecTimeFailed=שגיאת זמן תצוגה מקדימה
Error.StatusOver=יותר מדי קטגוריות של סטטוס
Error.SubConErr=שגיאת חיבור תת מדיה
Error.SubConSendErr=חיבור תת מדיה שלח נתונים שגויים
Error.SystemMaintaining=תחזוקת מערכת
Error.Timeout=תם הזמן
Error.Unauthorized computer can not login!=המחשב אינו מאופשר ואינו יכול להתחבר!
Error.UnkownErr=שגיאה לא ידועה
Error.Unsupport=ה SDK לא נתמך.
Error.UsageCpuTooHigh=המעבד מעל -80%, מומלץ להפחית את מספר הערוצים הפתוחים!
Error.UserLock=המשתמש ננעל
Error.UserNameSaveFail=לא ניתן לשנות את שם המשתמש הנוכחי
Error.UserNotExisted=המשתמש אינו קיים
Error.VerUnmatch=שגיאה בקבלת נתונים, בדוק תאימות גרסאות
Error.winlimited=מספר החלונות המקסימלי הוא ארבעה
ExportLog.WaitMoment=המתן מספר דקות
FileErr.PathToLong=נתיב הקובץ ארוך מדי
HDDInfo.Disk=דיסק
HDDInfo.EndTime=זמן סיום
HDDInfo.IndexNo=אינדקס
HDDInfo.InfoRecordTime=הצג זמני הקלטה
HDDInfo.InfoTypeCapa=הצג סוג וקיבולת
HDDInfo.RemainCapacity=קיבולת שנותרה
HDDInfo.SATA=סאטה
HDDInfo.StartTime=זמן התחלה
HDDInfo.Status=מצב
HDDInfo.TotalCapacity=קיבולת
HDDInfo.Type=סוג
HDDManager.Capacity=קיבולת
HDDManager.ClearDisk=פורמט דיסק
HDDManager.DiskInfo=מידע דיסק
HDDManager.DiskNo=דיסק מס.
HDDManager.EventDriver=מנהל אירוע
HDDManager.FormatFinished=פורמט הצליח!
HDDManager.ImagePart=מחיצת תמונה
HDDManager.LowerCapa=פחות מ
HDDManager.Partition=מחיצה
HDDManager.PartitionFailed=מחיצה נכשלה!
HDDManager.PartitionNeedReboot=מחיצה הושלמה, דרוש אתחול!
HDDManager.RODiskCannotBePart=דיסק לקריאה בלבד אין אפשרות לחלוקה למחיצות
HDDManager.RODiskCannotFormat=הדיסק לקריאה בלבד, אין אפשרות לפרמט!
HDDManager.ReadOnlyDriver=קריאה בלבד
HDDManager.ReadWriteDriver=קריאה/כתיבה
HDDManager.RecordCapaTooSmall=מחיצת תמונה אינה יכולה להיות קטנה מ 1 ג
HDDManager.RecordPart=מחיצת הקלטה
HDDManager.RecoverError=איחוי
HDDManager.ReduDriver=יתיר
HDDManager.SetToReadOnly=קריאה בלבד
HDDManager.SetToReadWrite=קריאה/כתיבה
HDDManager.SetToRedu=יתיר
HDDManager.SetToSnapShot=תצלום
HDDManager.SnapShotDriver=תצלום
HDDManager.Space=שטח דיסק
HDDManager.StateErr=שגיאה
HDDManager.StateOK=רגיל
HDDManager.Status=מצב
HDDManager.SuceToExecute=האם לבצע?
HDDManager.TipFormatDisk=פעולה זו תנקה את כל ההקלטת באחסון, לחץ על "אישור" כדי להמשיך, לחץ על "ביטול" כדי לבטל
HDDManager.TipSetToReadOnlyDriver=פעולה זו תגדיר את האחסון לקריאה בלבד, יתכן ולא תוכל לנגן או להקליט, האם ברצונך לבצע?
HDDManager.TipSetToReadWriteDriver=פעולה זו תגדיר את האחסון כדיסק לעבודה, ניתן לקריאה וכתיבה
HDDManager.TipSetToReduDriver=פעולה זה תגדיר את האחסון כדיסק יתיר, ותשמור יתירות בלבד, האם ברצונך לבצע?
HDDManager.TipSetToSnapShotDriver=פעולה זו תגדיר את האחסון כדיסק לתצלומים בלבד, האם ברצונך לבצע?
HDDManager.Type=סוג
Import.ExportConfig=ייצוא הגדרות
Import.ExportLog=ייצוא לוגים
Import.ImportConfig=ייבוא הגדרות
Import.ImportSuccess=ייבוא הגדרות הצליח, אתחל את ההתקן
InfoLog.Abnormal=חריג
InfoLog.AccountManual=ידני
InfoLog.AlarmLocal=התראה מקומית
InfoLog.AlarmManual=התראה ידנית
InfoLog.AlarmNet=התראת רשת
InfoLog.AlarmOut=פלט התראה
InfoLog.AlarmServer=שרת התראות
InfoLog.Analyze=ניתוח חכם
InfoLog.AudioInFormat=דיבור
InfoLog.AutoConnect=בחירת מצב
InfoLog.AutoMaintain=תחזוקה אוט
InfoLog.Backup=גיבוי %s
InfoLog.BlindDetect=וידאו עיוור
InfoLog.CarPlate=לוחית רישוי
InfoLog.Channel=ערוץ
InfoLog.ClearFog=ערפל
InfoLog.Close=סגור הקלטה
InfoLog.CombineEncode=קידוד משולב
InfoLog.Comm=משותף
InfoLog.ConfigExport=ייצוא
InfoLog.ConfigImport=ייבוא
InfoLog.Correspondent=הגדרות רשת
InfoLog.DecodeParam=פרמטר פענוח
InfoLog.DelayTime=הגדר מתג השהייה ל DVR
InfoLog.DeleteFileFailed=נכשל במחיקת קובץ %s
InfoLog.DeviceDesc=תיאור ההתקן
InfoLog.DigManagerShow=תצוגת ערוצים
InfoLog.DigitalReal=ניהול דיגיטלי
InfoLog.DiskOver=הדיסק מלא
InfoLog.Display=הגדרות תצוגה
InfoLog.Download=הורדה %s
InfoLog.Duration=השהיית תצוגת התראה
InfoLog.Encode=הצפנה
InfoLog.EncodeStaticParam=סטטיים Encoder פרמטרים
InfoLog.EncodeStaticParamV2=לקודד פרמטריםV2	
InfoLog.Event=תיקיית האירועים עובדת '%s 
InfoLog.ExUserMap=מידע משתמש
InfoLog.ExtRecord=סטרים וידאו מסייע
InfoLog.FishEye=פנורמה
InfoLog.FtpAutoUpload=העלאה אוט ל FTP
InfoLog.GPSTiming=ה-GPS בבית הספר
InfoLog.GUISet=ממשק משתמש גרפי
InfoLog.General=רגיל
InfoLog.Guide=מדריך
InfoLog.InputExchange=קבע את היחסים המתאימים בין קלט ההתראה למצב הרכב
InfoLog.LocalAlarm=התראה מקומית
InfoLog.Location=מיקום
InfoLog.LogIn=משתמש %s התחבר ע"י %s
InfoLog.LogInfo=לוג
InfoLog.LogOut=משתמש %s נותק ע"י %s
InfoLog.LogTime=זמן לוג
InfoLog.LogType=סוג
InfoLog.LossDetect=זיהוי אובדן
InfoLog.Manual=הקלטה
InfoLog.MotionDetect=זיהוי תנועה
InfoLog.MultimediaMsg=MMS
InfoLog.Net3G=דור 3
InfoLog.NetARSP=אי.אר.אס.פי.
InfoLog.NetAbort=ביטול רשת
InfoLog.NetAlarm=התראת רשת
InfoLog.NetCommon=רשת משותפת
InfoLog.NetDDNS=שם שרת דינמי	
InfoLog.NetDHCP=שרת כתובות אוטומטי	
InfoLog.NetDNS=שרת רשת	
InfoLog.NetEmail=אימייל
InfoLog.NetIPConflict=התנגשות כתובות
InfoLog.NetIPFilter=סינון כתובות
InfoLog.NetIpConflict=התנגשות כתובות
InfoLog.NetNTP=אן טי פי	
InfoLog.NetOrder=עדיפות רשת	
InfoLog.NetPPPoE=פרוטוקול נקודה לנקודה באינטרנט	
InfoLog.No=לא	
InfoLog.PTZ=מצלמה ממונעת
InfoLog.PTZAlarmProtocol=התראת PTZ
InfoLog.PTZPreset=פריסט PTZ
InfoLog.PTZTour=סיור PTZ
InfoLog.Param=פרמטר מצלמה
InfoLog.ParamEx=פרמטר מורחב למצלמה
InfoLog.Play=פלייבק
InfoLog.PlayBack=פלייבק %s
InfoLog.RS485=RS485
InfoLog.ReadFileFailed=נכשל בקריאת קובץ %s
InfoLog.ReadOnly=קריאה בלבד בתיקיה פעילה '%s 
InfoLog.ReadWrite=קריאה\כתיבה בתיקיה פעילה '%s
InfoLog.Reboot for update host ip=כתובת המארח עודכנה, אתחל התקן
InfoLog.Record=הקלטה
InfoLog.Redunancy=תיקיה פעילה מיותרת '%s 
InfoLog.Register Status switch=מעברי סטטוס רישום
InfoLog.RemoteDeviceV3=ערוץ דיגיטלי
InfoLog.SearchAlarm=שאילתת %d  הקלטה לערוץ לפי אזעקה '%d-%d-%d %d:%d:%d 
InfoLog.SearchAll=שאילתת  %d הקלטה לכל הערוצים '%d-%d-%d %d:%d:%d
InfoLog.SearchDetect=שאילתת %d  הקלטה לזיהוי '%d-%d-%d %d:%d:%d
InfoLog.SearchHand=שאילתת %d  הקלטה ידנית '%d-%d-%d %d:%d:%d 
InfoLog.ServerError=להתחבר לתקלה בשרת
InfoLog.ShortMsg=SMS
InfoLog.Snapshot=תצלום
InfoLog.StorageFailure=נכשל בכניסה להתקן אחסון
InfoLog.StorageLowSpace=התראת שטח אחסון מועט
InfoLog.StorageNotExist=התקן אחסון לא קיים
InfoLog.StoragePosition=שנה את מיקום האחסון ההיקפי
InfoLog.StroagePosition=מיקום האחסון
InfoLog.SystemState=מצב מערכת
InfoLog.TVAdjust=כוונון TV
InfoLog.Test=תצורת ייצור
InfoLog.TimeChanged=כיול זמן
InfoLog.TimeZone=איזור זמן
InfoLog.Timing=כללי
InfoLog.Tour=סיור
InfoLog.TranCommData=טעינת נתונים טורית
InfoLog.Update host ip=עדכון כתובת מארח
InfoLog.UpdateFailed=עדכון נכשל %s
InfoLog.VideoBlind=וידאו עיוור
InfoLog.VideoColor=צבע
InfoLog.VideoLoss=זיהוי אובדן
InfoLog.VideoMotion=זיהוי תנועה
InfoLog.VideoOut=פלט וידאו
InfoLog.VideoOutPriority=תצורת עדיפות פלט וידאו
InfoLog.VideoSeque=תצוגה מקדימה של המסך
InfoLog.VideoSplit=פיצול וידאו
InfoLog.VideoWidget=יישומון וידאו
InfoLog.VoColorAdjust=כוונון צבע
InfoLog.Wifi=רשת אלחוטית
InfoLog.WriteFileFailed=כתיבת כתובת %s נכשלה!
Invalid.Compalible=גירסת התאימות של תוכנית השדרוג קטנה מזו הקיימת במכשיר ואינה מאפשרת להתקן לשדרג חזרה לתוכנית הישנה
Invalid.Hardware=דגם החומרה אינו תואם
Invalid.NoEnoughMemory=אין מקום באחסון
Invalid.SomePartUpgradeFail=נכשל בעדכון מחיצה
Invalid.UpgradePacket=פורמט קובץ השדרוג שגוי
Invalid.Vendor=פרטי הלקוח אינם תואמים
Invalid.Version=גירסה לא חוקית
Invalid.WifiDrive=נהגים wifi והתקנים לא כרגע להתאים את כרטיס WiFi באמצעות תוכנית השדרוג
Language.Arabic=

LanguageID=124
Log.Alarm=התראה
Log.AlarmLog=לוג התראה
Log.All=הכל
Log.Backup=גיבוי
Log.BeginTime=זמן התחלה
Log.Channel=ערוץ
Log.Clear=נקה
Log.ClientConfig=הגדרות קליינט
Log.CloseCMS=סגור תוכנה
Log.CloseOK=נסגר בהצלחה
Log.ConnFail=התחברות נכשלה
Log.ConnSuccess=התחברות הצליחה
Log.Content=קיים בקלט אחר
Log.DDNSFail=חלוקת DDNS נכשלה
Log.Date=נתונים
Log.Describe=תאור
Log.Device=התקן
Log.DeviceConfig=הגדרות התקן
Log.Disconnect=מנותק
Log.DomainFail=נכשל בניתוח שם הדומיין
Log.EndTime=זמן סיום
Log.Error=שגיאה
Log.FishEyeLensCheck=בדיקת עדשת FishEye
Log.FishEyeParamAdjustDifferent=
Log.FishEyeParamAdjustSame=הפרמטרים של FishEye זהים לתיקונים
Log.FishEyeParamConfigDifferent=הפרמטרים של FishEye שונים מההגדרות
Log.FishEyeParamConfigSame=הפרמטרים של FishEye זהים להגדרות
Log.HasLogined=המשתמש התחבר
Log.InBlackList=המשתמש ברשימה השחורה
Log.LogType=סוג לוג
Log.Map=מפה
Log.NextPage=הדף הבא
Log.NoLogin=המשתמש לא מחובר
Log.NotFound=לא מוצא את ההתקן
Log.Notify=הודעה
Log.OpenAudioFail=נכשל בפתיחת אודיו
Log.OpenChnErr=שגיאה בפתיחה
Log.OpenChnOK=פתיחה הצליחה
Log.OpenDecodeFail=נכשל בפתיחת מפענח
Log.OpenGLTip=טיפים OpenGL
Log.Operation=פעולה
Log.OprLog=לוג פעולה
Log.Playback=פלייבק
Log.PrePage=דף קודם
Log.PwdErr=סיסמה שגויה
Log.Reboot=אתחל
Log.Search=חיפוש
Log.SelectDevice=בחר התקן
Log.SelectSameMonth=בחר את אותם השנים
Log.StartTalkFail=נכשל בפתיחת דיבור
Log.StartTalkOK=פתיחת דיבור הצליחה
Log.StopTalkFail=נכשל בהפסקת דיבור
Log.StopTalkOK=הפסקת דיבור הצליחה
Log.SystemOperatin=פעולת מערכת
Log.Talk=דיבור
Log.Time=זמן
Log.Timeout=תם הזמן
Log.Type=סוג
Log.User=משתמש
Log.UserLock=המשתמש נעול
Log.UserManager=מנהל משתמש
Log.UserNotExisted=המשתמש לא קיים
Log.Video=וידאו
Log.Warn=אזהרה
Login.AutoConnet=התחבר לכל המקורות
Login.AutoLogin=התחברות אוט
Login.AutoLoginError=אין הרשאה להתחברות אוט
Login.ConfigFile=קובץ הגדרות
Login.ConfirmPasswd=אשר סיסמה
Login.IPInvalid=כתובת התקן אינה חוקית!
Login.InBlackList=המשתמש ברשימה השחורה
Login.InUsed=המשתמש מחובר!
Login.InitDecodeCard=מאתחל כרטיס פענוח
Login.InitDecodeCardFail=נכשל באתחול כרטיס פענוח
Login.InitVideo=מאתחל וידאו...
Login.LAN=רשת מקומית
Login.Locked=המשתמש נעול
Login.Login=התחברות
Login.LoginFail=התחברות נכשלה
Login.LoginSuccess=התחברות הצליחה
Login.NetEnvironment=סביבת רשת
Login.NetError=שגיאת רשת
Login.NewPasswd=סיסמה חדשה
Login.NotFound=לא נמצא התקן
Login.OldPasswd=סיסמה ישנה
Login.PasswdError=שם המשתמש או הסיסמה שגויים
Login.Password=סיסמה
Login.PriateSoftware=על פי חשד המכשיר של פתרונות xiongmai פיראטיים באמצעות, אנא פתרונות אמיתיים להשתמש http://www.xiongmaitech.com 	
Login.ReadyLogin=מוכן להתחברות
Login.SavePwd=שמור סיסמה
Login.SystemBusy=המערכת עסוקה
Login.Timeout=תם זמן התחברות
Login.UnknowError=שגיאה לא ידועה
Login.User=משתמש
Login.UserIsLocked=המשתמש נעול
Login.UserIsStoped=המשתמש הופסק
Login.UserName=שם משתמש
Login.UserNotExisted=המשתמש אינו קיים
Login.WAN=רשת רחבה (אינטרנט)
LogInfo.AlarmEvent=אירוע התראה
LogInfo.All=הכל
LogInfo.ClearFail=נכשל בניקוי לוג
LogInfo.ClearSuccess=ניקוי לוג הצליח
LogInfo.ConfigOperation=הגדרה 
LogInfo.EndTime=זמן סיום
LogInfo.FileAccess=פלייבק
LogInfo.Ipaddressintheblacklist!=הכתובת ברשימה השחורה!
LogInfo.LogSearch=לוג פלייבק <%s> !
LogInfo.LogType=סוג
LogInfo.NextPage=הדף הבא
LogInfo.RecordOperation=יום בשבוע
LogInfo.RemoveAll=הסר
LogInfo.Search=חיפוש
LogInfo.StartTime=זמן התחלה
LogInfo.StorageManager=אחסון
LogInfo.SureToClear=האם להסיר את כל הלוגים?
LogInfo.SystemManager=מערכת
LogInfo.UseNameorPasswordiserrror!=שם משתמש או סיסמה אינם נכונים!
LogInfo.UserManager=חשבון
LogInfo.Userhaslanded!=המשתמש מחובר!
LogInfo.Userislocked!=המשתמש נעול!
LogType.AccountRestore=שחזר חשבון
LogType.AddGroup=הוסף קבוצה
LogType.AddUser=הוסף משתמש
LogType.ClearDriver=נקה דרייבר
LogType.ClearLog=נקה לוג
LogType.DeleteGroup=מחק קבוצה
LogType.DeleteUser=מחק משתמש
LogType.DiskChanged=הדיסק השתנה
LogType.DiskOver=התראת אחסון
LogType.EventLatch=אירוע נעילה
LogType.EventStart=התחלת התראה
LogType.EventStop=הפסקת התראה
LogType.FileAccess=גישה לקובץ
LogType.FileAccessError=שגיאה בגישה לקובץ
LogType.FileSearch=חיפוש קובץ
LogType.LogExport=ייצוא לוג
LogType.LogIn=התחבר
LogType.LogOut=התנתק
LogType.ModifyGroup=ערוך קבוצה
LogType.ModifyPassword=ערוך סיסמה
LogType.ModifyTime=ערוך זמן מערכת
LogType.ModifyUser=ערוך משתמש
LogType.NatServer=שירות NAT
LogType.PTZTour=סיור
LogType.Reboot=אתחול
LogType.Record=יום בשבוע
LogType.RecoverTime=איחוי זמן
LogType.SaveConfig=שמור הגדרות
LogType.SaveSystemState=שמור מצב מערכת
LogType.SetDriverType=הגדר סוג דרייבר
LogType.SetTime=הגדר זמן
LogType.ShutDown=כיבוי
LogType.StorageDeviceError=שגיאת התקן אחסון
LogType.TimeChanged=שינוי זמן
LogType.Update=עדכון
LogType.Upgrade=שדרוג
LogType.ZeroBitrate=אין ביטרייט

MapCtrl.Add=הוסף
MapCtrl.AddFail=נכשל בהוספת תמונה
MapCtrl.AddPicture=הוסף תמונה
MapCtrl.Adjust=תיקון ידני
MapCtrl.AdjustFail=נכשל בכוונון
MapCtrl.AdjustOK=כוונון הצליח
MapCtrl.AlarmDevice=התקן התראה
MapCtrl.AutoAdjust=כוונון אוט
MapCtrl.Browse=דפדף
MapCtrl.Camera=מצלמה
MapCtrl.Cancel=ביטול
MapCtrl.CatchPictureFailed=לכידת תמונה נכשלה
MapCtrl.ChooseOnePicture=בחר תמונה!
MapCtrl.CopyFail=שכפול תמונה נכשל
MapCtrl.DeleteFail=מחיקת תמונה נכשלה
MapCtrl.Description=תיאור
MapCtrl.DescriptionTooLang=תיאור התמונה גדול מ 256 בייטים!
MapCtrl.Dev=התקן
MapCtrl.Edit=ערוך
MapCtrl.EditFail=עריכת תמונה נכשלה
MapCtrl.IncompleteCircle=מעגל לא מושלם
MapCtrl.InputPicName=הזן שם תמונה!
MapCtrl.LensTypeNormal,UnAdjust=סוג העדשות נפוץ ולא תוקנו
MapCtrl.Map=מפה
MapCtrl.MapCtrl=בקרת מפה
MapCtrl.MapInfo=מידע מפה
MapCtrl.Modify=עריכה
MapCtrl.Name=שם
MapCtrl.NameInUsed=שם התמונה בשימוש!
MapCtrl.NameTooLong=שם התמונה גדול מ 32 בייטים!
MapCtrl.NoPlay=אין ניגון
MapCtrl.NodeInUsed=הצומת נמצא במפה אחרת!
MapCtrl.OK=!אוקי
MapCtrl.Picture=תמונה
MapCtrl.PictureEdit=ערוך תמונה
MapCtrl.PictureName=שם תמונה
MapCtrl.PicturePath=נתיב תמונה
MapCtrl.PictureTooBig=קובץ התמונה גדול מדי או נמחק! אנא שנה תמונה אחרת, אחרת אינך יכול להשתמש בה!
MapCtrl.RadiusTooSmall=הרדיוס קטן מדי
MapCtrl.Remove=הסר
MapCtrl.Save=שמור
MapCtrl.SaveFail=שמירת תמונה נכשלה
MapCtrl.SaveOK=שמירת תמונה הצליחה
MapCtrl.SureToDel=האם למחוק?
MapCtrl.SureToDelAllDevOnMap=כל תת הפריטים במפה זו יימחקו גם כן! לְהַמשִׁיך?
MapCtrl.Type=סוג
Music.ContinueFail=נכשל בהמשך
Music.PauseFail=נכשל בהשהייה
Music.PlayFail=ניגון נכשל
Music.StopFail=עצירה נכשלה
MusicContinue=המשך
MusicPause=השהייה
MusicPlay=ניגון
MusicSearch=מחפש
MusicStop=עצור
NATSTR.CONNECTED=מחובר
NATSTR.CONNECTING=מתחבר
NATSTR.DISENABLE=ניתוק
NATSTR.INFO=קוד מצב NAT
NATSTR.PROBING=חיטוט DNS
NATSTR.natStatu=מצב NAT
NetIP-ConfigNet.SetGatewayFailed=
OneClick.Add=הוסף
OneClick.Advance=מתקדם
OneClick.All=הכל
OneClick.Apply=הוסף
OneClick.Apr=אפר
OneClick.Aug=אוג
OneClick.Cancel=ביטול
OneClick.ChannelNo=ערוץ
OneClick.Clean=נקה
OneClick.ControlMode=מצב שליטה
OneClick.Copy=העתק
OneClick.Day=יום
OneClick.Dec=דצמ
OneClick.Default=ב.מחדל
OneClick.Delete=מחק
OneClick.Enable=מאופשר
OneClick.FTPTest=בדיקה
OneClick.Feb=פבר
OneClick.FirstDay=היום הראשון הוא
OneClick.FirstWeek=שבוע ראשון
OneClick.FiveWeek=לסיום
OneClick.FourWeek=שבוע רביעי
OneClick.FreeDay=יום חופשי
OneClick.Fri=שישי
OneClick.Jan=ינו
OneClick.Jul=יול
OneClick.Jun=יונ
OneClick.LastDay=השבוע האחרון 
OneClick.LogInfo=לוג
OneClick.Mar=מרץ
OneClick.May=מאי
OneClick.Min=דק
OneClick.Mon=שני
OneClick.Month=חודש
OneClick.Nov=נוב
OneClick.OK=או קי
OneClick.Oct=אוק
OneClick.Paste=הדבק
OneClick.Preview=תצ מקדימה
OneClick.Prompt=הודעה
OneClick.ReName=שנה שם
OneClick.Refrush=רענן
OneClick.RemoteConfig=הגדרות התקן
OneClick.Sat=שבת
OneClick.Sec=שנ
OneClick.SecWeek=שבוע שני
OneClick.Sep=ספט
OneClick.Setting=הגדרות
OneClick.SixWeek=שבוע שישי
OneClick.Sun=ראשון
OneClick.Test=בדיקת מייל
OneClick.ThirdWeek=שבוע שלישי
OneClick.Thu=חמישי
OneClick.Tue=שלישי
OneClick.Wed=רביעי
OneClick.WeekCnt=ספ שבוע הוא
OneClick.WorkDay=יום עבודה
OneClick.Year=שנה 
Operate.ConnectAll=התחבר להכל
Operate.DisConnectAll=התנתק מהכל
PTZ.3D Position=3D תפקיד 
PTZ.Auto=אוטומטי
PTZ.Close=כיבוי
PTZ.Infrared=אינפרה
PTZ.Manual=ידני
PTZ.Open=פתוח
PTZ.Wipers=מגב
PlayBack.ALL=כל הוידאו
PlayBack.AlarmRecordFile=הקלטת התראה
PlayBack.AlarmRecordPic=תמונת התראה
PlayBack.AllPic=כל התמונה
PlayBack.Audio=אודיו
PlayBack.Backup=גיבוי
PlayBack.BackupFinish=גיבוי הושלם
PlayBack.BeginDate=התחלה
PlayBack.ByName=ע"י שם
PlayBack.ByTime=ע"י זמן
PlayBack.CanNotPlayAVI=אינו מנגן קבצי avi
PlayBack.CancelDownload=האם לבטל הורדה?
PlayBack.CannotCovertFileH264ToAVI=אינו תומך ביצרנים אחרים המר וידאו ל AVI
PlayBack.CardRecordFile=כרטיס הקלטה
PlayBack.Channel=ערוץ
PlayBack.Close=סגירה
PlayBack.CloseAllWindow=סגור את כל החלונות
PlayBack.CloseWindow=סגור חלון
PlayBack.Date=נתונים
PlayBack.DetectRecordPic=זיהוי תצלום
PlayBack.DetectRecordfile=זיהוי הקלטה
PlayBack.Device=התקן
PlayBack.DiskFullStopDownload=הדיסק מלא, עצור הורדה
PlayBack.Download=הורדה
PlayBack.DownloadError=שגיאה בהורדת קובץ
PlayBack.DownloadFinish=ההורדה הסתיימה
PlayBack.DownloadProgress=לוח זמנים
PlayBack.Downloading=בהורדה, המתן...
PlayBack.EndDate=סיום
PlayBack.ExceedMaxChannel=חריגה ממספר הערוצים המירבי
PlayBack.Failed=פלייבק נכשל
PlayBack.Fast=מהיר
PlayBack.File=קובץ
PlayBack.FileInPlaying=הקובץ בניגון, הפסק ניגון
PlayBack.FileNotExist=הקובץ אינו קיים
PlayBack.FourScreen=ארבעה מסכים
PlayBack.GeneralRecordFile=הקלטה כללית
PlayBack.GeneralRecordPic=תצלום רגיל
PlayBack.GetDataFail=נכשל בקבלת נתונים
PlayBack.HandRecordFile=הקלטה ידנית
PlayBack.HandRecordPic=תצלום ידני
Playback.Hours=שעות	
PlayBack.InPlaying=הערוץ בניגון, סגור אותו תחילה
PlayBack.InvalidTime=זמן לא חוקי, נסה שוב
PlayBack.KeyRecord=מפתח וידאו
PlayBack.LoadImageFail=טעינת תמונת רקע נכשלה
PlayBack.Local=מקומי
PlayBack.LocalPlayback=מקומי
PlayBack.LocalRecord=הקלטה מקומית
PlayBack.MaxSupport=מקס ערוצים נתמכים לפלייבק
	
	
PlayBack.NATCONNETREACHEDMAX=קישור וידאו Nat הגיע למקסימום, ואינו מאפשר קישור וידאו חדש
PlayBack.NO=מס
PlayBack.NextFrame=הפריים הבא
PlayBack.NoPic=אין תמונה
PlayBack.NoRecord=אין הקלטה
PlayBack.OpenDecodeFail=נכשל בפתיחת מפענח
PlayBack.OpenFileFail=נכשל בפתיחת קובץ
PlayBack.PageDown=דפדף מטה
PlayBack.PageUp=דפדף מעלה
PlayBack.Pause=השהייה
PlayBack.Period=מחזור
PlayBack.Play=ניגון
PlayBack.PlayBackStyle=סגנון פלייבק
PlayBack.PlayBackType=מצב שאילתה
PlayBack.PlayStyle=סגנון פלייבק
PlayBack.Playback=פלייבק
PlayBack.Playing=בניגון...
PlayBack.PleaseSelectChannel=בחר ערוץ
PlayBack.PrevFrame=פריים קודם
PlayBack.Print=הדפסה
PlayBack.Prompt=הודעה
PlayBack.RemotePlayback=מרוחק
PlayBack.Search=חיפוש
PlayBack.SearchFail=חיפוש נכשל
PlayBack.SelectAFolder=בחר תיקייה
PlayBack.SelectAll=בחר הכל
PlayBack.SelectDevice=בחר התקן אחד
PlayBack.SelectFile=בחר קובץ אחד
PlayBack.SingleFrame=פריים בודד
PlayBack.Slow=איטי
PlayBack.Snapshot=תצלום
PlayBack.SnapshotFail=תצלום נכשל
PlayBack.Source=מקור
PlayBack.Stop=הפסק
PlayBack.StorageInfo=מידע תצורה
PlayBack.SyncMode=מסונכרן
PlayBack.Timeout=תם זמן חיפוש
PlayBack.Type=סוג
PlayBack.UnSelectAll=לא נבחר פריט
PlayBack.UnkownError=שגיאה לא ידועה
PlayBack.Window=חלון
PlayMusic.MusicFile=קובץ מוסיקה
PlayMusic=ניגון מוסיקה
Playback.Fri=שישי
Playback.Hours=שעות
Playback.Minutes=דקות
Playback.Mon=שני
Playback.RecType=סוג הקלטה
Playback.Sat=שבת
Playback.Sun=ראשון
Playback.Thu=חמישי
Playback.Tue=שלישי
Playback.Wed=רביעי
Prompt=הודעה
PtzControl.Add=הוסף
PtzControl.AddPreset=הוסף פריסט
PtzControl.AutoPan=למעלה-למטה	
PtzControl.AuxDirOper=הפעלת מע הפ אפל	
PtzControl.AuxFuncOff=מע הפ אפל סגורה	
PtzControl.AuxFuncOn=מע הפ אפל פתוחה	
PtzControl.AuxNooper=מס מע הפ אפל	
PtzControl.AuxOff=סגור	
PtzControl.AuxOpen=פתח	
PtzControl.AuxTitle=מע הפ אפל	
PtzControl.CamPower=כוח סצינה	
PtzControl.ClearTour=מחק סיור
PtzControl.Cruise=סיור
PtzControl.Del=מחק 
PtzControl.DelPreset=מחק פריסט
PtzControl.Edit=ערוך
PtzControl.End=סיום
PtzControl.Enter=היכנס
PtzControl.EnterMenu=כניסה לתפריט
PtzControl.Esc=ביטול
PtzControl.Exit=צא מתפריט
PtzControl.Flip=היפוך
PtzControl.Focus=פוקוס
PtzControl.Function=פעולה
PtzControl.Goto=לך אל
PtzControl.HighPTZ=מעכב PTZ
PtzControl.Iris=צמצם
PtzControl.LamRain=פנס
PtzControl.LeftBorder=שמאל
PtzControl.Light=תאורה
PtzControl.LightOff=כיבוי תאורה
PtzControl.LightOn=הד תאורה
PtzControl.LineScan=סריקה אוט
PtzControl.LineScanBorder=גבול
PtzControl.NightSee=תאורה
PtzControl.NoProtocol=לא הוגדר פרוטוקול!
PtzControl.None=ללא
PtzControl.Number=לא
PtzControl.PTZ=מצלמה ממונעת
PtzControl.PageChange=העבר דף
PtzControl.Pattern=תבנית
PtzControl.Preset=פריסט
PtzControl.PtzControl=פאן/טילט/זום
PtzControl.Reset=איפוס
PtzControl.RightBorder=ימין
PtzControl.SIT=לשבת
PtzControl.Setting=הגדר
PtzControl.Setup=הגדרה
PtzControl.Start=התחל
PtzControl.Step=מהירות
PtzControl.Stop=הפסק
PtzControl.Switch=פתוח סגור
PtzControl.TourRoad=סיור מס
PtzControl.Value=ערך
PtzControl.ValueEmpty=הערך ריק
PtzControl.Wiper=מגב
PtzControl.Zoom=זום
QG.Automation=אוטומציה
QG.Page=דף
QG.PanicControl=בקרת חירום
QG.SystemActivation=אקטיבציה
QG.Trigger=הפעלה
Record.Auto=תזמון
Record.Closed=הפסק
Record.Manual=ידני
RecordConfig.Mode=מצב הקלטה
RecordConfig.RecordPicMode=מצב לכידה
RecordStorage.Alarm=התראה
RecordStorage.Detect=זיהוי
RecordStorage.Files=תמונות
RecordStorage.General=רגיל
RecordStorage.NeedReboot=הגדרות סוג האחסון שונו, המערכת זקוקה לאתחול, האם לאתחל?
RecordStorage.PreRecord=קדם הקלטה
RecordStorage.PreSnap=קדם תצלום
RecordStorage.RecordLen=אורך
RecordStorage.Redu=יתירות
RecordStorage.ScheduleSet=הגדר
RecordStorage.TimeSection1=מחזור 1
RecordStorage.TimeSection2=מחזור 2
RecordStorage.TimeSection3=מחזור 3
RecordStorage.TimeSection4=מחזור 4
RecordStorage.TimeSection5=מחזור 5
RecordStorage.TimeSection6=מחזור 6
RecordStorage.TimeSection=מחזור
RecordStorage.Week=שבוע
RecordStorage.WeekDay=ראשון | שני | שלישי | רביעי | חמישי | שישי | שבת |
Right.Backup=גיבוי
Right.ColorControl=בקרת צבעים
Right.DeviceManagement=מנהל התקן
Right.LocalConfig=הגדרות קליינט
Right.Logview=תצוגת יומן
Right.Mapctrl=בקרת מפה
Right.Monitor=מוניטור
Right.PTZControl=בקרת PTZ
Right.Playback=פלייבק
Right.RemoteConfig=הגדרות מרוחקות
Right.UserManager=מנהל משתמש
SMTP.SnapChannel=ערוץ תצלום
Smart.Abandum=מגורי פריטים
Smart.All=בחר	
Smart.BlindDetect=עיוור וידאו	
Smart.CardNumber=כרטיס וידאו	
Smart.Change=שינוי Scene	
Smart.Common=קובץ טריוויאליות	
Smart.IPCAlarm=IPC אזעקת 	
Smart.LocalAlarm=קלט מעורר	
Smart.LossDetect=אובדן וידאו	
Smart.MotionDetective=זיהוי תנועה	
Smart.NetAbort=אזעקת ניתוק	
Smart.NetAlarm=רשת אזעקת	
Smart.Perimeter=אזור אזהרה	
Smart.Piralarm=זיהוי אינפרא אדום	
Smart.Record=השמעה חכמה	
Smart.SensorAlarm=SENSOR אזעקה 	
Smart.SerialAlarm=אזעקה סידורי	
Smart.speed=מהירות השמעה	
Smart.SpeedDlarm=אזעקה מהירה	
Smart.Stolen=שודדי משמרת פריטים	
Smart.Tripwire=שַׁרשֶׁרֶת	
SnapSchedule.Add=הוסף
SnapSchedule.Breviary=תמונות ממוזערות
SnapSchedule.No.=מס.
SnapSchedule.PicStor=אחסון תמונה
SnapSchedule.Storage=אחסון תמונה
SnapSchedule.TimePoint=זמן לכידה
SnapSchedule.TimeSetFail=מרווח הלכידה חייב להיות 5 שניות ומעלה
SnapSchedule.del=מחק
SnapSchedule.interval=מחזור לכידה
SnapSchedule.uploading=העלאה מתוזמנת
SnapSchedule.uptime=זמן העלאה
Split.Volume=נפח
StatusInfo.3G=3G מצב	
StatusInfo.DAS=DAS מצב	
StatusInfo.GPS=GPS מצב	
StatusInfo.NoDevice=ההתקן אינו קיים
StatusInfo.PosFaild=אין אות לווין
StatusInfo.PosSuccess=מיקום מוצלח
StatusInfo.Wifi=Wifi מצב
SysSettingDisplay.vga=ה- VGA אינו נתמך ברזולוציה של 4K, צגי HDMI חייבים לאשר אם נתמך 4K, אחרת המיתוג לא יציג תוכן כלשהו. לאשר מיתוג?
SystemConfig.CenterOffsetX=מרכז abscissa
SystemConfig.CenterOffsetY=מרכז לתאם
SystemConfig.CorrectingWay=שיטת תיקון
SystemConfig.FishEyeLens=עדשת Fisheye
SystemConfig.FisheyeBulbAutoAdjust=כוונון אוט של Fisheye
SystemConfig.FlatView=כותרת
SystemConfig.FourGrids=ארבע סבכות
SystemConfig.Hardware=תיקון מאולץ
SystemConfig.HasLockRadius=רדיוס נעול
SystemConfig.ImageHeight=גובה תמונה
SystemConfig.ImageWidth=רוחב תמונה
SystemConfig.LensType=מצב עדשה
SystemConfig.ManualSetting=הגדרה ידנית
SystemConfig.Noraml=רגיל
SystemConfig.OverlookView=התעלמות
SystemConfig.Radius=רדיוס
SystemConfig.Software=תיקון עדין
SystemConfig.UnLockRadius=רדיוס לא נעול
SystemConfig.ViewAngle=פרספקטיבה
SystemConfig.ViewMode=מצב תצוגה
SystemConfig.Zoom=הגברה
SystemConfigLanguage.Arabic=阿拉伯语(Arabic)	
SystemConfigLanguage.Brazilian=巴西语(Brazilian)	
SystemConfigLanguage.Bulgarian=保加利亚语(Bulgarian)	
SystemConfigLanguage.Croatian=克罗地亚语(Croatian)	
SystemConfigLanguage.Czech=捷克语(Czech)	
SystemConfigLanguage.Dansk=丹麦语(Dansk)	
SystemConfigLanguage.Dutch=荷兰语(Dutch)	
SystemConfigLanguage.English=英语(English)	
SystemConfigLanguage.Farsi=波斯语 (Farsi)	
SystemConfigLanguage.Finnish=芬兰语(Finnish)	
SystemConfigLanguage.French=法语(French)	
SystemConfigLanguage.German=德语(German)	
SystemConfigLanguage.Greek=希腊语(Greek)	
SystemConfigLanguage.Hebrew=希伯来语(Hebrew)	
SystemConfigLanguage.Hungarian=匈牙利语(Hungarian)	
SystemConfigLanguage.Indonesian=印尼语(Indonesian)	
SystemConfigLanguage.Italian=意大利语(Italian)	
SystemConfigLanguage.Japanese=日语(Japanese)	
SystemConfigLanguage.Korean=韩语(Korean)	
SystemConfigLanguage.Norsk=爱沙尼亚语(Norsk)	
SystemConfigLanguage.Poland=波兰语(Poland)	
SystemConfigLanguage.Portugal=葡萄牙语(Portugal)	
SystemConfigLanguage.Romanian=罗马尼亚(Romanian)	
SystemConfigLanguage.Russian=俄语(Russian)	
SystemConfigLanguage.SelectAll=全选	
SystemConfigLanguage.Serbian=塞尔维亚语(Serbian)	
SystemConfigLanguage.SimpChinese=简体中文(SimpChinese)	
SystemConfigLanguage.Slovakia=斯洛伐克语(Slovakia)	
SystemConfigLanguage.Spanish=西班牙语(Spanish)	
SystemConfigLanguage.Swedish=瑞典语(Swedish)	
SystemConfigLanguage.Thai=泰国语(Thai)	
SystemConfigLanguage.TradChinese=繁体中文(TradChinese)	
SystemConfigLanguage.Turkey=土耳其语(Turkey)	
SystemConfigLanguage.Ukrainian=乌克兰语(Ukrainian)	
SystemConfigLanguage.Vietnamese=越南语(Vietnamese)	
Take effect after reboot, reboot immediately?=דרוש אתחול, אתחל מיידית
Task.IsTasking=המשימות מופעלות!
Task.NoSelectTask=בחר תוכנית משימות
Task.Task=תוכנית משימה
Task.TaskName=שם משימה
Task.TaskNode=מרכז משימה
Task.Waiting=המתן, המשימה בפתיחה
TimeZone.UTC1=[UTC-12:00]המערבי|[UTC-11:00]איימידוויי,סמואה|[UTC-10:00]הוואי|[UTC-09:00]אלסקה|[UTC-08:00]שעוןהחוףהמערבי(ארה"בוקנדה)	
TimeZone.UTC2=[UTC-07:00]הרים(ארה"בוקנדה)|[UTC-06:00]זמןמרכז(ארה"בוקנדה)|[UTC-05:00]שעוןהחוףמזרחי(ארה"בוקנדה)|[UTC-04:00]שעוןאוקיינוסהאטלנטי(קנדה)|[UTC-03:30]ניופאונדלנד	
TimeZone.UTC3=[UTC-03:00]ברזיליה,ג'ורג'טאון|[UTC-02:00]אמצעהאטלנטי|[UTC-01:00]אייםהאזוריים,אייכףורדה|[UTC+00:00]דבלין,לונדון,אדינבורו|[UTC+01:00]ברלין,אמסטרדם,פריז,רומא	
TimeZone.UTC4=[UTC+02:00]אתונה,ירושלים,איסטנבול|[UTC+03:00]בגדד,כווית,מוסקבה|[UTC+03:30]טהראן|[UTC+04:00]אבודאבי,באקו,מוסקט|[UTC+04:30]קאבול	
TimeZone.UTC5=[UTC+05:00]איסלמבאד,קראצ'י,טשקנט|[UTC+05:30]בומביי,מדרס,ניודלהי|[UTC+05:45]קטמנדו|[UTC+06:00]אלמטי,קולומבו,דאקה|[UTC+06:30]יאנגון	
TimeZone.UTC6=[UTC+07:00]בנגקוק,האנוי,ג'קרטה|[UTC+08:00]בייג'ין,אורומצ'י,סינגפור|[UTC+09:00]אוסקה,סאפורו,סיאול,טוקיו|[UTC+09:30]אדלייד,דרווין|[UTC+10:00]קנברה, מלבורן, סידני	
TimeZone.UTC7=[UTC+11:00]מגדן, האי שלמה|[UTC+12:00]אוקלנד, וולינגטון|[UTC+13:00]חוק ניוקו
Tips.DeviceProduct=תכונות מתקדמות של תכונות מוצר
Tips.DvrBootType=הגדר את מצב מתג ה- DVR ואת זמן ההשהיה המתאים או את זמן העבודה
Title.AbnormalAlarm=חריג
Title.AddArea=הוסף איזור	
Title.AddDevice=הוסף התקן	
Title.AdvacedCfg=הגדרות מתקדמות
Title.Advance=מתקדם
Title.Alarm=התראה
Title.AlarmConfig=הגדרות התראה
Title.AlarmIn=קלט התראה
Title.AlarmOut=פלט התראה
Title.AlarmStatus=מצב התראה
Title.AssistFunction=פעולה מסייעת
Title.AutoConnectVideo=התחברות אוט להתקן
Title.AutoMaintain=תחזוקה אוט
Title.Backup=גיבוי
Title.BitrateStatistics=ביט לשניה
Title.BlindConfig=וידאו עיוור
Title.CMS=מערכת ניהול תוכן
Title.CameraPara=פרמטר מצלמה
Title.CarFunc=פונקציות רכב
Title.ChangeAttribute=מיתוג תכונות ערוץ
Title.ChannelName=שם מצלמה
Title.ClockedDownload=זמן להורדה
Title.ColorTitle=צבע
Title.CommConfig=
Title.Config=הגדרה
Title.Connect=בדיקת חיבור
Title.ConnectInfo=מידע חיבור
Title.Decoder=מפענח
Title.Delete=מחק
Title.Device=התקן
Title.DeviceManager=מנהל התקן
Title.DeviceProduct=פריסת פונקציה
Title.DigitalChannel=ערוץ דיגיטלי
Title.DisplayConfig=תצוגת GUI
Title.DvrBootType=סוג אתחול
Title.EncodeConfig=הצפנה
Title.EnviraonmentalMonitor=מוניטור 
Title.Export=ייצוא התקנים
Title.FactoryReset=איפוס ב.מחדל
Title.FishEyeLens=עדשת Fisheye
Title.ForbidDirection=איסור כיוון
Title.GeneralCfg=הגדרה כללית
Title.GeneralConfig=כללי
Title.HDDInfo=מידע דיסק
Title.HDDManager=ניהול דיסק
Title.Help=עזרה
Title.ImExportConfig=ייבוא/ייצוא
Title.ImageConfig=צבע
Title.Import=ייבוא התקנים
Title.ImportConfig=ייבוא ייצוא
Title.KaiCongAlarm=פונקציית התראה תיאור ממשק מפורט
Title.KaiCongRecord=תכונות וידאו מפורט ממשק תיאור
Title.KaiCongSysCfg=מסך הגדרות המערכת עם תיאור מפורט
Title.KaiCongTech=
Title.Loading=בטעינה...
Title.LocalConfig=הגדרה מקומית
Title.LocalTime=זמן
Title.LogInfo=לוג
Title.LogManager=לוג מקומי
Title.LogOut=ניתוק
Title.MagicBox=
Title.MainMenu=תפריט ראשי
Title.ManagerTool=כלי ניהול מפורט ממשק תיאור
Title.MapEdit=עורך מפה
Title.MapManager=מפה
Title.Modify=עריכה
Title.MotionDetectConfig=תנועה בוידאו
Title.NetAlarmConfig=התראת רשת
Title.NetCommonConfig=רשת
Title.NetService=שירות רשת
Title.OnlineUser=משתמשים מקוונים
Title.PTZ=מצלמה ממונעת
Title.PTZConfig=הגדרות PTZ
Title.Partition=מחיצת דיסק
Title.PlayBack=פלייבק
Title.PtzConfig=הגדרות PTZ
Title.PtzControl=בקרת PTZ
Title.Record=הקלטה
Title.RecordConfig=הקלטה
Title.RecordMode=מצב הקלטה
Title.RemoteConfig=הגדרות מרוחקות
Title.RuleSet=הגדר חוקים
Title.SetDefault=ב.מחדל
Title.SettingLanguage=הגדרות שפה
Title.SnapSchedule=אחסון תמונה
Title.SnapShot=תצלום
Title.SysInfo=מסך מידע המערכת עם תיאור מפורט
Title.SystemConfig=מערכת
Title.SystemInfo=מידע
Title.SystemUpgrade=שדרוג
Title.TVAdjust=כוונון TV
Title.Task=תצורת משימות
Title.TimeInfo=מידע על פרק זמן
Title.Tools=מתקדם
Title.TourConfig=סיור
Title.TourManager=סיור
Title.UserManager=חשבון
Title.Version=גירסה
Title.VideoAnalyse=חכם
Title.VideoLossConfig=אובדן וידאו
Title.VideoMonitor=מוניטור
Title.WireCamera=חיישן אלחוטי
TourPlan.Add=הוסף
TourPlan.Del=מחק
TourPlan.Down=מטה
TourPlan.Mod=ערוך
TourPlan.NoSelectPlan=בחר תוכנית סיור
TourPlan.PlanEmpty=תוכנית ריקה
TourPlan.PlanInTouring=בתוכנית סיור, הפסק תחילה
TourPlan.PlanName=שם תוכנית
TourPlan.PlanNameEmpty=שם התוכנית ריק!
TourPlan.TourPlan=תוכנית סיור
TourPlan.TourPlanNode=פריט סיור
TourPlan.Up=מעלה
TransmitServerFull=סוכני שילוח מלאים
Upgrade.AddDevice=הוסף התקן
Upgrade.AddDeviceQH=הוסף לרשימת התקנים
Upgrade.Browse=דפדף
Upgrade.Destribe=תיאור
Upgrade.Download=הורדה
Upgrade.Downloading=בהורדה
Upgrade.EditDevice=ערוך התקן
Upgrade.FileName=שם קובץ:
Upgrade.IPAdress=כתובת רשת
Upgrade.IPSearch=חיפוש כתובת
Upgrade.IPV6Search=חיפוש IPV6
Upgrade.It will close affter upgrade=ייסגר לאחר השדרוג.
Upgrade.LocalUpgrade=עדכון מקומי
Upgrade.Login=התחברות
Upgrade.NO=מס סידורי
Upgrade.OnlineFail=נכשל בחיבור לשרת
Upgrade.OnlineNew=תוכנית אחרונה
Upgrade.OnlineUpgrade=שדרוג מקוון
Upgrade.OnvifSearch=
Upgrade.Password=סיסמה
Upgrade.Port=פורט
Upgrade.Progress=שדרוג בפעולה:
Upgrade.Prompt=הודעה
Upgrade.Run=שדרוג
Upgrade.Searching=חיפוש
Upgrade.SelectFile=בחר קובץ שדרוג
Upgrade.SendData=שלח נתונים:
Upgrade.ShowAddedDevice=הצג התקן שנוסף
Upgrade.StartUpgrade=התחל שדרוג
Upgrade.Updating=בשדרוג
Upgrade.Upgrade=שדרוג
Upgrade.UpgradeFail=שדרוג נכשל
Upgrade.UpgradeSuccess=שדרוג הצליח
Upgrade.UpgradeTool=כלי שדרוג
Upgrade.UserName=שם משתמש
Upgrade.Wait for a moment=המתן כדקה
User.AddGroup=הוסף קבוצה
User.AddGroupFailed=נכשל בהוספת קבוצה
User.AddUser=הוסף משתמש
User.AddUserFailed=נכשל בהוספת משתמש
User.Apply=הוסף
User.Cancel=ביטול
User.CancelModify=בטל עריכה
User.Confirm=אשר
User.Describe=תיאור:
User.Device=התקן
User.DeviceChoose=בחר התקן:
User.DeviceList=רשימת התקנים
User.Devices=התקנים:
User.Group=קבוצה
User.GroupAttribute=תכונות קבוצה
User.GroupExists=הקבוצה קיימת!
User.GroupName=שם קבוצה:
User.GroupNameEmpty=שם הקבוצה ריק!
User.ModUserFailed=נכשל בעריכת משתמש
User.Modify=ערוך
User.ModifyDeviceNow=ערוך התקן
User.ModifyPassword=ערוך סיסמה
User.ModifyRightNow=ערוך
User.ModifyUserNow=ערוך משתמש
User.Modifying=ערוך...
User.Name=שם
User.NewPsw=סיסמה חדשה
User.Normal=רגיל
User.OK=אוקי
User.OldPWD=סיסמה ישנה
User.OldPasswordError=שגיאה בסיסמה הישנה!
User.Password=סיסמה
User.PasswordNotEmpty=הסיסמה אינה ריקה!
User.PasswordNotMatched=הסיסמה אינה תואמת!
User.Right=הרשאה
User.RightChoose=בחר הרשאה:
User.RightList=רשימת הרשאות
User.Rights=הרשאות
User.SelectOneGroup=בחר קבוצה
User.SelectOneUser=בחר משתמש אחד
User.StopUse=הפסק שימוש
User.SuperUserCanDel=לא ניתן למחוק סופר משתמש 
User.SureToDelGroup=האם למחוק קבוצה, שם הקבוצה: %s
User.SureToDelUser=האם למחוק משתמש, שם המשתמש הוא: %s
User.UserAttribute=תכונת משתמש
User.UserExists=המשתמש קיים!
User.UserLocked=המשתמש נעול
User.UserName=שם משתמש
User.UserNameNotEmpty=שם המשתמש ריק
User.Users=משתמשים:
UserManager.AddGroup=הוסף קבוצה
UserManager.AddUser=הוסף משתמש
UserManager.Authority=רשות
UserManager.ConfirmPassword=אשר
UserManager.DefaultUser=משתמש ב.מחדל
UserManager.DeleteGroup=מחק קבוצה
UserManager.DeleteUser=מחק משתמש
UserManager.Group=קבוצה
UserManager.GroupName=שם
UserManager.LackAuchority=אין רשות
UserManager.LoginSystem=כניסה למערכת
UserManager.Memo=הערות
UserManager.ModGroup=ערוך קבוצה
UserManager.ModPassword=ערוך סיסמה
UserManager.ModUser=ערוך משתמש
UserManager.NewPassword=סיסמה חדשה
UserManager.No=מס סידורי
UserManager.OldPassword=סיסמה ישנה
UserManager.OwnerGroup=קבוצה 
UserManager.PleaseLogin=התחבר
UserManager.SafeQuestion=שאלת אבטחה
UserManager.Sharable=שימוש חוזר
UserManager.User=משתמש 
UserManager.UserName=שם משתמש
UserManager.UserPassword=סיסמה
UserManager.UserState=מצב
UserManager.UserStateOK=רגיל
UserManager.UserStateStoped=הופסק
UserManager.pswAnswer=תשובה
UserManager.pswConfirmAnswer=אשר
UserManager.pswQuestion=שאלה
UserManager.pswTitle=הגדר שאלות אבטחה לאיפוס הסיסמה שלך מאוחר יותר
Version.AlarmIn=קלט התראה
Version.AlarmOut=פלט התראה
Version.Channel=ערוץ הקלטה
Version.ExChannel=ערוץ נוסף
Version.OEM=מידע התקן
Version.PerformanceMode=מצב ביצוע
Version.ReleaseDate=תאריך ייצור
Version.SystemVersion=מערכת
Version.UpdateDate=תאריך עדכון
Vesion.Day=יום
Vesion.RunTime=מצב מערכת
Waiting.IsConnectDevice=מתחבר להתקן...
Waiting.IsOpenVideo=פותח וידאו...
WebBT.ChangeRatio=יחס
WebBT.Default=תואר
WebBT.Display Mode=מצב תצוגה
WebBT.Install Mode=מצב התקנה
WebBT.KaiCong=פרטי ממשק מוניטור
WebBT.LogIn=התחברות
WebBT.Ok=אוקי
WebBT.PlayAll=התחבר לכל המקורות
WebBT.Reboot=אתחול
WebBT.RecordAll=הקלטת כל הערוצים
WebBT.Reset=איפוס
WebBT.SetDefault=ב.מחדל
WebBT.StopPlayAll=התנתק מכל המקורות
WebBT.StopRecordAll=הפסק את כל ההקלטות
WebBt.Logout=התנתק
WebBt.StartAll=התחל הכל
WebBt.StopAll=הפסק הכל
WebInput.Password=סיסמה
WebInput.UserName=שם משתמש
WebPsw.Advise=הסיסמה הנוכחית שלך ריקה, כדי לקבל המלצות בטיחות נוספות לשינוי הסיסמה
WebPsw.Ignore=זמן אחר
WebPsw.InputPassWord=הזן סיסמה
WebPsw.InputPassWordAgain=הזן סיסמה שוב
WebPsw.Modify=ערוך סיסמה
WebPsw.PasswordNotMatched=הסיסמאות אינן זהות
WebPsw.Save=שמור
WebPtz.Cruise=סיור
WebPtz.Focus=פוקוס
WebPtz.Iris=צמצם
WebPtz.Preset=פריסט
WebPtz.Step=צעד
WebPtz.Zoom=זום
WebTitle.DigitalChannel=ערוצים דיגיטלים
WebTitle.ImageColorConfig=צבע
WebTitle.LocalConfig=תצורה מקומית
WebTitle.Log=התחבר
WebTitle.LogOut=התנתק
WebTitle.Model:=דגם:
WebTitle.OtherSet=אחר
WebTitle.Playback=פלייבק
WebTitle.RemoteCfg=תצורת התקן
WebTitle.TLlogo=.264 מעקב וידאו ברשת מערכת
WebTitle.UserLogin=התחברות משתמש
WebTitle.Verson:=גירסה:
Wireless.Camera=בדיקה
Wireless.CameraRegister=אחת חיישן אלחוטי	
Wireless.Cancel=לא רשום
Wireless.ClearAll=נקה רישומים
Wireless.RefreshList=רענן רשימה
Wireless.Register=רישום
Wireless.Registered=בדיקת רישום
Wireless.RemoteControl=שלט רחוק
Wireless.Setting=סט אלחוטי בדיקה
config.MaxCacheTimes=זרימת זמן אמת
timeDisk.CPUhigh=מעבד בהספק גבוה
AlarmManage.abandum=התראת פריט תקוע
AlarmManage.change=התראת זיהוי שינוי סצנה
AlarmManage.objstolen=שליחת התראת שוד
AlarmManage.petimeter=התראת איזור
AlarmManage.ttipwire=התראת קו אזהרה
CA.RuleLink=קישור התראה
CameraPara.DNAutoOper=אור כוכבים/אוט
CameraPara.SpecialNight=
CameraPara.WhiteSwitch=מתג סנכרון אור לבן
CameraUpgrade=שדרוג מצלמה
ConfigAlarm.Shield=מגן איזור
ConfigNet.ADAP close=עבור פעולה יציבה לאחר ההתקנה, הפונקציה תבוטל באופן אוטומטי לאחר 24 שעות של חיבור
ConfigNet.ADAPEnable=כתובת מסתגלת
ConfigNet.OnvifProtect=בדיקת Onvif
Desktop.Grid_3R=3 תבנית ארמון
Error.DomainSaveSuccess=דומיין נוצר בהצלחה
Error.DomainSavefailed=שם הדומיין בשימוש, נסה שם אחר
Error.NoMatch=נתוני FLASH אינם תואמים, לא ניתן לשדרג את התוכנית הישנה, התאם אישית מחדש
InfoLog.CheckTimeout=בדוק קיצוב זמן, ייתכן והקו ארוך מדי! הצעה לשדרוג קרוב
InfoLog.InvalidCamera=השדרוג אינו נתמך על ידי יחידת הקצה
InfoLog.InvalidFile=קובץ השדרוג אינו תואם למודלים
InfoLog.InvalidUDisk=קישור לדיסק U אינו טוב
InfoLog.UpgradeFailed=שדרוג נכשל
InfoLog.UpgradeSucccess=שדרוג הצליח
og.FishEyeParamAdjustDifferent=הפרמטרים של Fisheye שונים מהתיקונים
AlarmManage.PirAlarm=PIR אזעקה
CA.ShowRule=הצג כללים
Error.Problem is not the same=בעיות אבטחה לא יכולות להיות זהות
PlayBack.config=השמעה חכמה
Title.AlarmPir=PIR אזעקה
Version.CloudAddr=שרת ענן
Error.MailboxFormatError=שגיאה בתבנית תיבת הדואר
Error.QuestionCannotExcalation=שאלה לא יכולה להסלים
UserManager.SafeEmail=דוא"ל בטוח
InfoLog.IPAdaptive=IP מסתגלת
InfoLog.OnlineUpgrade=שדרוג מקוון
ConfigNet.FTPTestSuccess=FTP מבחן הצלחה
ConfigNet.FTPTestFailed=בדיקת ה- FTP נכשלה
Upgrade.NoPowerOutages=נא לא לכבות במהלך עדכון.